const AboutUsData = [
    {
        title: "Our Mission",
        body: "Urent is committed to facilitating commercial vehicle reservations in the MENA area. Urent is an innovative solution where users can use their smartphones to rent or list vehicles hassle free and cash in on amazing deals at the same time. We assist traditional rental companies, and private hosts move their business online through Urent."
    },
    {
        title: "สินค้าและบริการของเรา",
        body: ` Urent ที่นี่เราธุรกิจของเราคือการทำให้แน่ใจว่าการเช่ารถนั้นง่ายมาก ราคาไม่แพง และยังคุ้มค่า สำหรับการเช่า เราช่วยคุณหารถที่ดีที่สุดในราคาที่ดี เราเพียงต้องการทำให้ประสบการณ์การเช่าและการลงประกาศของคุณไม่ยุ่งยาก
        เรายังเข้าใจถึงความสำคัญของบริการที่คุณต้องการจากเรา ดังนั้น เราจึงมั่นใจว่าจะมอบรายการรถยนต์ของแท้และของแท้และคำติชมเพื่อช่วยให้คุณคัดเลือกสิ่งที่ดีที่สุดบนเว็บไซต์ของเรา
        เราทำงานร่วมกับบริษัทให้เช่ารถแบบดั้งเดิมในประเทศเพื่อนำเสนอยานพาหนะและข้อเสนอที่คุณเลือกเพื่อทำให้การเดินทางครั้งต่อไปของคุณเป็นการเดินทางที่แสนพิเศษ`
    },
    {
        title: "ออกสู่ตลาดครั้งแรก",
        body: "Urent เรายังคงเป็นบริษัทแรกในภูมิภาค MENA (ตะวันออกกลางและแอฟริกาเหนือ) ที่ให้การสนับสนุนที่น่าทึ่งในลักษณะนี้ เพื่อมอบประสบการณ์ที่ดีที่สุดแก่คุณ ทีมสนับสนุนลูกค้าของเราพร้อมเสมอที่จะช่วยเหลือคุณตลอดการเดินทางครั้งต่อไป เมื่อใดก็ตามที่คุณพร้อม เราพร้อมเสมอที่จะรับฟังคุณ และให้ความช่วยเหลือที่จำเป็นเมื่อคุณต้องการความช่วยเหลือเพิ่มเติม เรานำข้อเสนอที่ต่อรองไว้ล่วงหน้ามาให้คุณจากเจ้าของรถในราคาลดพิเศษจำนวนมาก ความสำคัญหลักของเราคือการทำความเข้าใจลูกค้าและความต้องการเช่ารถของพวกเขา และเรามั่นใจว่าจะไม่มีการพลิกผันใดๆ เพื่อช่วยให้คุณได้รับรถที่เหมาะสมที่สุดสำหรับการเดินทางเพื่อธุรกิจหรือวันหยุดครั้งต่อไปของคุณ ที่สำคัญกว่านั้น เราจัดให้มีแพลตฟอร์มที่มีการประสานงานแบบ P2P เต็มรูปแบบระหว่างโฮสต์และผู้เช่า"
    }
]
export default AboutUsData

