const Cancellation = [
    {
        title: "ไม่แสดงตัวในการจอง",
        body: "หากผู้เข้าพักต้องการยกเลิกการเดินทางที่จองไว้ พวกเขาต้องแจ้งเจ้าของที่พักผ่านการแชทในแอปของ Urent โดยเร็วที่สุด การยกเลิกจะต้องดำเนินการผ่านแอพ Urent หากคุณล้มเหลวในการยกเลิกและไม่ปรากฏตัวขึ้นสำหรับการเดินทางที่จุดรับหลังจาก 120 นาทีของเวลาเริ่มต้นของการเดินทาง จะถือว่าผู้เข้าพักไม่มาแสดงตัวและมีค่าธรรมเนียมการไม่มาแสดงตัว ผู้เข้าพักที่เข้าร่วมการเดินทางโดยไม่มีใบอนุญาตหรือมีใบอนุญาตที่ไม่ถูกต้องจะถือว่าผู้เข้าพักไม่เข้าพักหลังจากเรียกเก็บค่าธรรมเนียมแล้ว การคืนเงินจะทำได้ผ่านโหมดการชำระเงินดั้งเดิมเท่านั้น",
        bodyTable: [{
            columnOne: "ความยาวของการเดินทาง",
            columnTwo: "ค่าธรรมเนียม"
        }, {
            columnOne: "มากกว่า3วัน *",
            columnTwo: "อัตราค่าเดินทางสำหรับ 3 วัน"
        }, {
            columnOne: "น้อยกว่า 3 วัน",
            columnTwo: "75% ของค่าเดินทาง 1 วัน"
        }],
        extraText:''
    },
    {
        title: "ลูกค้าที่กลับมาล่าช้า",
        body: "หากผู้เข้าพักไม่มาปรากฏตัวที่สถานที่ส่งมอบรถที่ตกลงกันไว้หลังเวลาสิ้นสุดการเดินทาง 120 นาที ซึ่งถือเป็นระยะเวลาผ่อนผันราคาเช่ารายวันเต็มจะถูกเรียกเก็บสำหรับช่วงเวลาที่เกินกำหนด ค่าใช้จ่ายที่ค้างชำระนี้อาจถูกเรียกเก็บภายนอกแอพโดยโฮสต์เชิงพาณิชย์",
        bodyTable: [],
        extraText:''
    },
    {
        title: "ค่าธรรมเนียมการยกเลิกของผู้เข้าพัก",
        body: "หากผู้เข้าพักต้องการยกเลิกการเดินทางที่จองไว้ พวกเขาต้องแจ้งเจ้าของที่พักผ่านข้อความ Urent โดยเร็วที่สุด และต้องดำเนินการยกเลิกผ่านแอป Urent หากผู้เข้าพักยกเลิกการเดินทางก่อนที่เจ้าของที่พักจะอนุมัติการจอง ผู้เข้าพักจะไม่ต้องเสียค่าใช้จ่ายใดๆ ใช้ได้กับการจองที่ต้องได้รับการอนุมัติจากเจ้าของที่พักเท่านั้น หากการจองเป็นแบบทันทีหรือหากผู้เข้าพักต้องการยกเลิกหลังจากที่เจ้าของที่พักอนุมัติแล้ว กฎด้านล่างนี้จะมีผลบังคับใช้",
        bodyTable: [{
            columnOne: "เวลายกเลิก ",
            columnTwo: "ค่าธรรมเนียมการยกเลิก"
        }, {
            columnOne: "24 ชั่วโมงขึ้นไปก่อนเริ่มการเดินทาง",
            columnTwo: "10% ของราคาจองทั้งหมด"
        }, {
            columnOne: "น้อยกว่า 24 ชั่วโมงของการเริ่มต้นการเดินทาง",
            columnTwo: "20% ของราคาจองทั้งหมด"
        }],
        extraText:`แขกสามารถยกเลิกการจองโดยไม่เสียค่าใช้จ่ายใดๆ หากจองอีกห้องหนึ่งกับเจ้าของที่พักคนเดียวกันภายใน 24 ชั่วโมง
        การคืนเงินจะทำได้เฉพาะผ่านโหมดการชำระเงินดั้งเดิมเท่านั้น`
    }, {
        title: "การปรับเปลี่ยนการเดินทางของแขก",
        body: "สำหรับการเดินทางใดๆ ที่ผู้เข้าพักร้องขอให้แก้ไขการเดินทาง นโยบายการยกเลิกและค่าธรรมเนียมที่เกี่ยวข้องก่อนการเปลี่ยนแปลงจะมีผลบังคับใช้",
        bodyTable:[],
        extraText:''
    }, {
        title: "การยกเลิกโฮสต์",
        body: `ขึ้นอยู่กับเหตุผลในการยกเลิก ในกรณีที่เจ้าของที่พักยกเลิกการเดินทางของคุณ ทีมUrentจะติดต่อแขกเพื่อพยายามจัดหายานพาหนะอื่นผ่านเจ้าของที่พักรายอื่น หากผู้เข้าพักเลือกที่จะไม่ทำการจองอื่น ผู้เข้าพักจะได้รับเงินคืนเต็มจำนวน และเจ้าของที่พักต้องได้รับโทษตามด้านล่างนี้`,
        bodyTable: [{
            columnOne: "เวลายกเลิก",
            columnTwo: "ค่าธรรมเนียมยกเลิก"
        }, {
            columnOne: "เริ่มการเดินทางมากกว่า 48 ชั่วโมง",
            columnTwo: "20% ของรายได้การเดินทาง และปรับอีก 150 Dhs ในกรณีที่เกิดเหตุการณ์ซ้ำซ้อนและอาจถูกนำออกจากตลาด Urent"
        }, {
            columnOne: "น้อยกว่า 48 ชั่วโมงของการเริ่มต้นการเดินทาง",
            columnTwo: "20% ของรายได้การเดินทาง และปรับอีก 250 Dhs ในกรณีที่เกิดเหตุการณ์ซ้ำๆ และต้องถูกนำออกจากตลาด Urent"
        }],
        extraText:''
    }, {
        title: "การปรับเปลี่ยนการเดินทางของโฮสต์",
        body: `ถ้าหากหลังจากในกรณีที่เจ้าของที่พักอนุมัติการจองแล้ว จะไม่สามารถแก้ไขเพิ่มเติมได้อีก การยกเลิกหรือไม่แสดงตัวอาจมีค่าปรับและค่าปรับ Urent
        ค่าปรับทั้งหมดจะถูกเรียกเก็บต่อการละเมิด`,
        bodyTable:[],
        extraText:''
    }, {
        title: "การคืนเงิน",
        body: "การคืนเงินจะดำเนินการตามรูปแบบการชำระเงินเดิมและจะดำเนินการภายใน 10 ถึง 45 วันขึ้นอยู่กับธนาคารผู้ออกบัตรเครดิต",
        bodyTable:[],
        extraText:''
    }
]
export default Cancellation

