const howitworks = [
    {
        title: "ลูกค้า",
        step1: "ลงชื่อเข้าใช้และยอมรับข้อกำหนดและเงื่อนไขของ Urent",
        step2: "อัปโหลดสำเนาหนังสือเดินทาง บัตรประจำตัวประชาชน และใบขับขี่",
        step3: "ทางผ่านยานพาหนะ",
        step4 : "พูดคุยกับโฮสต์ของคุณและประสานงาน การรับและส่ง",
        step5 : "เลือกรถและยอมรับข้อกำหนดและเงื่อนไขของโฮสต์"
    },
    {
        title: "โฮสต์",
        step1: "ลงชื่อเข้าใช้และยอมรับข้อกำหนดและเงื่อนไขของ Urent",
        step2: "อัปโหลดบัตรประจำตัวประชาชนและใบขับขี่",
        step3: "รายการยานพาหนะและข้อกำหนดการตั้งค่า (ราคา จำกัด กิโลเมตร)",
        step4 : "ประสานงานกับลูกค้า"
    },
]

export default howitworks
