const PrivacyData = [
    {
        title: "ข้อมูลที่ Urent รวบรวม",
        body: "ถือได้ว่าในการประมวลผลคำขอของคุณผ่าน Urent เรารวบรวมข้อมูลส่วนบุคคลของคุณที่คุณให้กับเรา เช่นเดียวกับข้อมูลส่วนบุคคลที่สามารถเข้าถึงได้ผ่านแหล่งข้อมูลบุคคลที่สามและข้อมูลส่วนบุคคลที่รวบรวมโดยอัตโนมัติจากการใช้บริการ Urent จะไม่ส่งต่อรายละเอียดบัตรเดบิต/เครดิตไปยังบุคคลที่สาม Urent ดำเนินการตามขั้นตอนที่เหมาะสมเพื่อรับรองความเป็นส่วนตัวและความปลอดภัยของข้อมูลผ่านวิธีการต่างๆ ของฮาร์ดแวร์และซอฟต์แวร์ อย่างไรก็ตาม Urent ไม่สามารถรับประกันความปลอดภัยของข้อมูลใด ๆ ที่เปิดเผยทางออนไลน์ได้"
    },
    {
        title: "ข้อมูลส่วนบุคคลที่คุณมอบให้เราคืออะไร?",
        body: "สำหรับข้อมูลบัญชีที่แชร์โดยผู้ใช้จะถูกบันทึกไว้ในฐานข้อมูล Urent (เช่น ที่อยู่อีเมล รหัสผ่าน หมายเลขโทรศัพท์) ผู้ใช้จะถูกขอให้อัปโหลดรูปโปรไฟล์ในแอปพลิเคชันเพื่อยืนยันตัวตนเพิ่มเติมซึ่งจะถูกบันทึกไว้ในฐานข้อมูล Urent ข้อมูลการเดินทางทั้งหมดรวมถึงการจองจะถูกติดตามและบันทึกไว้ในฐานข้อมูล Urent Urent รวบรวมรายละเอียดรถจากโฮสต์ (เช่น รูปภาพ หมายเลขทะเบียน ราคา.. เป็นต้น) ที่แสดงข้อมูลโดยตรงบนแอปพลิเคชันมือถือสำหรับผู้เช่าเพื่อนำทาง Urent เก็บข้อมูลทั้งหมดนี้เพื่อให้แน่ใจว่าไม่มีความคลาดเคลื่อน บัตรเครดิต/เดบิตทั้งหมดถูกเก็บไว้อย่างปลอดภัยกับพันธมิตรเกตเวย์การชำระเงินของ Urent ซึ่งช่วยให้มั่นใจถึงการปกป้องเป็นพิเศษสำหรับผู้ใช้ทุกคนด้วยข้อมูลที่ละเอียดอ่อนนี้"

    },
    {
        title: "ข้อมูลที่เรารวบรวมโดยอัตโนมัติในขณะที่คุณใช้แอพคืออะไร?",
        body: "เราได้รวบรวมข้อมูลการใช้งาน เราติดตามและรวบรวมข้อมูลเกี่ยวกับการกระทำของคุณบนแพลตฟอร์มของเรา เช่น เนื้อหาที่คุณดู การค้นหา การจองที่คุณทำ และกิจกรรมอื่นๆ ทั้งหมดบนแพลตฟอร์ม เรารวบรวมรายละเอียดตำแหน่งของคุณ รายละเอียดตำแหน่งที่แน่นอนของคุณสามารถดึงมาจากอุปกรณ์มือถือของคุณ แต่คุณสามารถปิดการใช้งานอุปกรณ์มือถือจากการให้บริการตำแหน่งได้ตลอดเวลาผ่านการตั้งค่า เรายังรวบรวมคุกกี้ ไฟล์ข้อมูลขนาดเล็กจากแพลตฟอร์มของเรา ไฟล์ข้อมูลสามารถอยู่ในรูปแบบของ clear gifs คุกกี้ แท็กพิกเซล หรือ/และการจัดเก็บที่จัดเตรียมโดยเบราว์เซอร์ของคุณหรือแอปพลิเคชันที่เกี่ยวข้อง"
    }, {
        title: "เราได้รับข้อมูลส่วนบุคคลใดจากแหล่งบุคคลที่สาม",
        body: `เราได้รับเฉพาะข้อมูลบริการของบุคคลที่สาม หากผู้ใช้เลือกที่จะเข้าสู่ระบบผ่านเว็บไซต์บุคคลที่สาม (เช่น Facebook, twitter หรือ Google) ไซต์จะเปลี่ยนเส้นทางข้อมูลส่วนบุคคลของคุณที่มีรูปโปรไฟล์ ชื่อ ที่อยู่ และข้อมูลอื่น ๆ ของคุณ ได้ลงทะเบียน ข้อมูลที่ส่งถึงเราจะถูกควบคุมโดยบุคคลที่สาม ไม่ใช่เรา
        โดยการเชื่อมโยงบัญชีที่จัดการโดยบุคคลที่สามกับบัญชี Urent ของคุณและอนุญาตให้ Urent เข้าถึงข้อมูลนี้ คุณตกลงว่า Urent อาจรวบรวม จัดเก็บ และใช้ข้อมูลนี้ตามนโยบายความเป็นส่วนตัวนี้ อย่างไรก็ตาม ควรสังเกตว่า เราไม่รับผิดชอบต่อวิธีที่บุคคลที่สามเหล่านั้นใช้และแบ่งปันข้อมูลของคุณโดยเด็ดขาด โปรดอ้างอิงนโยบายความเป็นส่วนตัวของบุคคลที่สามเหล่นอกจากนี้เรายังต้องการแจ้งให้คุณทราบและได้รับอนุญาตตามกฎหมายที่บังคับใช้ว่าเราอาจได้รับข้อมูลเพิ่มเติมเกี่ยวกับคุณ เช่น ข้อมูลประชากร ข้อมูลการตรวจจับการฉ้อโกง หรือข้อมูลจากสำนักงานเครดิตจากผู้ให้บริการบุคคลที่สามและ/หรือพันธมิตร เราอาจรวมข้อมูลเกี่ยวกับคุณที่เราได้รับจากแหล่งบุคคลที่สามเข้ากับข้อมูลอื่น ๆ ที่เรามีเกี่ยวกับคุณานั้นเพื่อทำความเข้าใจว่าพวกเขาใช้และแบ่งปันข้อมูลส่วนบุคคลของคุณอย่างไร`

    }, {
        title: "แหล่งข้อมูลบุคคลที่สามสามารถรวบรวมข้อมูลส่วนบุคคลใดจากไซต์ได้?",
        body: "การโฆษณาบางรายการที่คุณเห็นบนเว็บไซต์ได้รับการคัดเลือกและจัดส่งโดยบุคคลที่สาม เช่น เครือข่ายโฆษณา บริษัทตัวแทนโฆษณา ผู้โฆษณา และผู้ให้บริการกลุ่มผู้ชม บุคคลที่สามเหล่านี้อาจรวบรวมข้อมูลเกี่ยวกับคุณและกิจกรรมออนไลน์ของคุณ ทั้งบนเว็บไซต์หรือบนเว็บไซต์อื่น ๆ ผ่านคุกกี้ เว็บบีคอน และเทคโนโลยีอื่น ๆ เพื่อพยายามทำความเข้าใจความสนใจของคุณและนำเสนอโฆษณาที่เหมาะกับความสนใจของคุณ โปรดจำไว้ว่าเราไม่สามารถเข้าถึงหรือควบคุมข้อมูลที่บุคคลที่สามเหล่านี้อาจรวบรวม แนวทางปฏิบัติด้านข้อมูลของบุคคลที่สามเหล่านี้ไม่ครอบคลุมโดยนโยบายความเป็นส่วนตัวนี้"
    }
]
export default PrivacyData