const Terms = {
    welcomeMessage: `<p><span>Urent is owned and operated by <b>Urent ถือว่าป็นเจ้าของและดำเนินการ โดยยานพาหนะ (“บริษัท” “เรา” “พวกเรา” “ของเรา” และ “Urent”)</b>.</span></p>
    <p><span>Urent เป็นการให้บริการแพลตฟอร์มการแชร์รถออนไลน์ที่เชื่อมต่อเจ้าของรถ ("เจ้าภาพ") กับผู้ที่ต้องการเช่ายานพาหนะ ("แขก") ภายในสหรัฐอาหรับเอมิเรตส์ (UAE) รวมถึงยานพาหนะทั้งหมดที่สามารถขับได้ตามกฎหมายบนถนนสาธารณะ ซึ่งรวมถึงแต่ไม่จำกัดเพียงรถยนต์ รถตู้ รถประจำทางและรถจักรยานยนต์ ซึ่งต่อไปนี้จะเรียกรวมกันว่า "ยานพาหนะ" และแต่ละคันเรียกว่า "ยานพาหนะ"
    ข้อกำหนดและเงื่อนไขเหล่านี้ (“ข้อกำหนด”) กำหนดพื้นฐานที่คุณ (ในฐานะ “ผู้ใช้”, “คุณ”, “ของคุณ” และ “โฮสต์” และ/หรือ “ลูกค้า” แล้วแต่กรณี) สามารถเข้าถึงและใช้ เว็บไซต์ Urent (“เว็บไซต์”) ผ่านระบบคอมพิวเตอร์ (รวมถึง Google/Facebook) อุปกรณ์มือถือหรือผ่านแอปพลิเคชั่นมือถือที่ Urent ให้บริการ (“บริการ”)
    </span></p>
    <p><a href="#"> ข้อกำหนดสำหรับโฮสต์ของ Urent</a><span> กำหนดข้อกำหนดและเงื่อนไขที่ใช้กับเจ้าของที่พักที่ให้บริการรถของตนให้เช่าบนUrentและมีรายละเอียดอยู่ในส่วน</span><a href="#"> A ของข้อกำหนด</a></p>
    <p><a href="#">ข้อกำหนดสำหรับลูกค้าของ Urent</a><span>&nbsp;กำหนดข้อกำหนดและเงื่อนไขที่ใช้กับแขกที่จองและเช่ารถจากโฮสต์บน Urent และมีรายละเอียดอยู่ในส่วน</span><span className="c21 c55">B ของข้อกำหนด</span></p>
    <p><span className="c0">หากคุณมีคำถามใดๆ เกี่ยวกับ Urent คุณจะสามารถค้นหาคำตอบได้ในข้อกำหนดเหล่านี้ หรือในส่วนคำถามที่พบบ่อยของเว็บไซต์ หากคุณไม่พบคำตอบสำหรับคำถามของคุณ โปรดติดต่อเราตามที่อยู่อีเมลที่ระบุในส่วนการติดต่อด้านล่าง
    ส่วน A: ข้อกำหนดทั่วไป
    ส่วน A ของข้อกำหนดนี้กำหนดข้อกำหนดและเงื่อนไขทั่วไปที่ใช้กับโฮสต์และแขกของ Urent แต่ละคน</span></p>`,
    generalTerms: [
        `<a href="#TERMS">ข้อกำหนด</a>`,
        `<a href="#PRIVACY POLICY"> นโยบายความเป็นส่วนตัว</a>`, `<a href="#MEMBERSHIP">สมาชิก</a>`, `<a href="#SBOOKING">การจอง</a>`,
        `<a href="#FEES AND PAYMENT TERMS"> เงื่อนไขค่าธรรมเนียมและการชำระเงิน</a>`, `<a href="#RATINGS AND FEEDBACK">การให้คะแนนและข้อเสนอแนะ</a>`, `<a href="#YOUR USE OF THE SERVICES">การใช้บริการของคุณ</a>`,
        `<a href="#LICENSE">ใบอนุญาต</a>`, `<a href="#URENT’S ROLE">บทบาทของ URENT</a>`, `<a href="#URENT’S RESERVATION OF RIGHTS">การสงวนสิทธิของ URENT</a>`,
        `<a href="#INTELLECTUAL PROPERTY">ทรัพย์สินทางปัญญา</a>`, `<a href="#DISCLAIMER OF WARRANTY">การปฏิเสธการรับประกัน</a>`, `<a href="#LIMITATION OF LIABILITY">การจำกัดความรับผิด</a>`,
        `<a href="#INDEMNITY"> การชดใช้ค่าเสียหาย</a>`, `<a href="#RELATIONSHIP">ความสัมพันธ์</a>`, `<a href="#TERMINATION">การสิ้นสุด</a>`, `<a href="#ELECTRONIC COMMUNICATIONS">การสื่อสารทางอิเล็กทรอนิกส์</a>`,
        `<a href="#GENERAL TERMS">ข้อกำหนดทั่วไป</a>`, `<a href="#GOVERNING LAW AND JURISDICTION">กฎหมายที่ใช้บังคับและเขตอำนาจศาล</a>`, `<a href="#CONTACT">ช่องทางการติดต่อ</a>`
    ],
    hostTerms: [
        `<a href="">การลงทะเบียนยานพาหนะ</a>`, `<a href="">ขั้นตอนการจองสำหรับโฮสต์</a>`, `<a href="">การยกเลิกการจอง</a>`,
        `<a href="">เช่า</a>`, `<a href="">การกำหนดราคาและการชำระเงิน</a>`, `<a href="">ขั้นตอนการส่งมอบรถ</a>`, `<a href="">ขั้นตอนการคืนรถ</a>`,
        `<a href="">ความเสียหาย</a>`, `<a href="">การเรียกร้องค่าธรรมเนียมการละเมิด</a>`
    ],
    guestTerms: [
        `<a href="">การลงทะเบียนในฐานะแขก</a>`, `<a href="">ขั้นตอนการจองสำหรับแขก</a>`, `<a href="">การยกเลิกการจอง</a>`,
        `<a href="">การเช่า`, `<a href="">การกำหนดราคาและการชำระเงิน</a>`, `<a href="">ขั้นตอนการส่งมอบรถ</a>`, `<a href="">การส่งคืนรถ</a>`,
        `<a href="">ภาระของคุณ</a>`, `<a href="">อุบัติเหตุและความเสียหาย</a>`, `<a href="">ความรับผิดของคุณ</a>`, `<a href="">การเรียกร้องค่าเสียหาย</a>`,
        `<a href="">การเรียกร้องค่าธรรมเนียมการละเมิด</a>`, `<a href="">การครอบครองทรัพย์สิน</a>`
    ],
    generalTerms_Terms: [
        {
            title: `ข้อกำหนด`,
            content: ``,
            list: [{
                content: `ในการเข้าถึงและใช้บริการ คุณตกลงที่จะผูกพันตามข้อกำหนดเหล่านี้ นโยบายความเป็นส่วนตัว และข้อกำหนดของนโยบายการยกเลิก หากคุณไม่เห็นด้วยกับข้อกำหนดใด ๆ คุณจะไม่สามารถใช้บริการได้ `,
                subcontent: []
            },
            {
                content: `Urent ถือเป็นการที่เราอาจแก้ไขข้อกำหนดเหล่านี้ได้ทุกเมื่อโดยโพสต์เวอร์ชันที่อัปเดตแล้ว Urent สนับสนุนให้คุณตรวจสอบข้อกำหนดอย่างสม่ำเสมอเพื่อดูการแก้ไขข้อกำหนด การใช้Urentต่อไปของคุณจะถือเป็นการยินยอมโดยชัดแจ้งของคุณต่อข้อกำหนดฉบับปัจจุบัน`,
                subcontent: []
            },
            {
                content: `ไม่มีอะไรในข้อกำหนดเหล่านี้มีผลต่อสิทธิ์ตามกฎหมายของคุณไม่ว่าจะเป็นในฐานะผู้บริโภคบริการหรืออย่างอื่น`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `นโยบายความเป็นส่วนตัว`,
            content: ``,
            list: [
                {
                    content: `ข้อกำหนดของนโยบายความเป็นส่วนตัวมีอยู่ใน<a href="#">นโยบายความเป็นส่วนตัวของ Urent’s.</a>.`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `สมาชิก`,
            content: ``,
            list: [
                {
                    content: `คุณต้องลงทะเบียน และรับการยืนยันในฐานะผู้ใช้เพื่อเข้าถึงและใช้บริการ ไม่ว่าคุณจะเป็นโฮสต์หรือแขก ในการลงทะเบียนเป็นผู้ใช้ เราจะสร้างโปรไฟล์สำหรับคุณตามข้อมูลที่คุณส่ง หากคุณเชื่อมโยงบัญชี Facebook ของคุณ ข้อมูล Facebook ของคุณจะถูกนำมาใช้ ในการสมัครเป็นผู้ใช้:`,
                    subcontent: [`คุณต้องมีอายุอย่างน้อย 23 ปีบริบูรณ์ และ`,
                        `คุณต้องให้ข้อมูลที่เป็นจริงและ ถูกต้อง ครบถ้วนและเป็นปัจจุบัน (รวมถึงแต่ไม่จำกัดเพียง ชื่อ   ของคุณวันเกิดที่อยู่อีเมลรายละเอียดบัตรเครดิตที่พำนัก/ที่อยู่ไปรษณีย์ และรายละเอียดอื่นๆ) ตลอดจนข้อมูลปัจจุบันและถูกต้องทั้งหมดของคุณสำเนาบัตรประจำตัว/หนังสือเดินทางของเอมิเรตส์และใบขับขี่ตามที่ Urent ร้องขอระหว่างการสร้างบัญชีบนเว็บไซต์ Urent อาจขอข้อมูลเพิ่มเติมจากคุณเพื่อลงทะเบียนคุณเป็นผู้ใช้และการลงทะเบียนในฐานะผู้ใช้จะต้องให้ข้อมูลเพิ่มเติมดังกล่าวแก่ Urent`],
                    extraText: ``
                },
                {
                    content: `โดยการลงทะเบียนตัวเองในฐานะผู้ใช้บน Urent คุณรับประกันว่ารายละเอียดที่คุณให้ไว้กับ Urent นั้นถูกต้องและครบถ้วนตลอดเวลา และคุณตกลงว่าคุณจะแจ้งให้ Urent ทราบทันทีหากมีการเปลี่ยนแปลงใดๆ ในรายละเอียดเหล่านั้น (เช่น การเปลี่ยนที่อยู่อีเมล) หากคุณกำลังลงทะเบียนเป็นผู้ใช้ในนามของธุรกิจหรือองค์กรใด ๆ คุณกำลังยืนยันว่าคุณมีอำนาจที่เหมาะสมในการผูกมัดธุรกิจหรือองค์กรที่คุณลงทะเบียนในนามของคุณ คุณสามารถเข้าถึงและอัปเดตรายละเอียดของคุณ (ยกเว้นชื่อและนามสกุลของคุณ) โดยใช้พื้นที่ "บัญชีของฉัน" ของเว็บไซต์`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `คุณอนุญาตให้เราใช้ข้อมูลใดๆที่ให้ไว้กับเราในการลงทะเบียนในฐานะผู้ใช้เพื่อตรวจสอบข้อมูลของคุณ (รวมถึงข้อมูลที่อัปเดต) เพื่อรับรายงานเครดิตเกี่ยวกับคุณเป็นครั้งคราวในขณะที่คุณลงทะเบียน และเพื่อขอรับการอนุมัติเครดิตเบื้องต้น จากผู้ออกบัตรเครดิตของคุณในขณะที่ลงทะเบียน หากจำเป็น คุณต้องถือบัตรเครดิตธนาคารที่มีชื่อเสียงซึ่งออกในชื่อของคุณซึ่งเป็นที่ยอมรับโดย Urent และคุณต้องลงทะเบียนบัตรเครดิตนั้นกับเรา และใบสมัครสำหรับการลงทะเบียนของคุณต้องเป็นที่ยอมรับของ Urent ตามดุลยพินิจของตนเอง`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `ทางเราดูแลอย่างเหมาะสมเพื่อให้แน่ใจว่าบริการของเราปลอดภัยและซัพพลาย เออร์ช่องทางการชำระเงินของเราจะเป็นหน่วยงานเดียวที่จะได้รับอนุญาตให้รวบรวมและใช้ข้อมูลทางการเงินของคุณธุรกรรมบัตรเครดิตทั้งหมดในบริการของเราดำเนินการโดยใช้ผู้ให้บริการที่ได้รับอนุญาตซึ่งรวมถึงMasterCard,Visa, American Express และเกตเวย์การชำระเงินออนไลน์ที่ปลอดภัยซึ่งเข้ารหัสรายละเอียดบัตรของคุณในสภาพแวดล้อมโฮสต์ที่ปลอดภัยผู้ให้บริการเกตเวย์การชำระเงินจะจัดเก็บรายละเอียดบัตรเครดิตของคุณไว้อย่างปลอดภัยในระบบของพวกเขารายละเอียดเหล่านี้จะได้รับการเข้ารหัสอย่างสมบูรณ์และใช้ในการประมวลผลธุรกรรมบัตรที่คุณได้เริ่มต้นเท่านั้น หากคุณมีปัญหาใด ๆ กับการชำระเงินของคุณ โปรดแจ้งให้เราทราบ แล้วเราจะติดต่อคุณกับซัพพลายเออร์เกตเวย์การชำระเงินของเรา
                    `,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `เพื่อช่วยให้มั่นใจว่าประสบการณ์การเช่าของคุณปลอดภัย เรียบง่าย และปลอดภัย เราใช้เทคโนโลยี Secure Socket Layer (SSL)`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `คุณมีหน้าที่รับผิดชอบในการรักษาความลับของชื่อผู้ใช้และรหัสผ่านของคุณและป้องกันการเข้าถึงโปรไฟล์ของคุณโดยไม่ได้รับอนุญาตคุณตกลงที่จะยอมรับความรับผิดชอบสำหรับกิจกรรมทั้งหมดที่เกิดขึ้นภายใต้หรือเกี่ยวข้องกับบัญชีของคุณโปรดทำตามขั้นตอนที่จำเป็นทั้งหมดเพื่อให้แน่ใจว่าชื่อผู้ใช้และรหัสผ่านจะถูกเก็บไว้เป็นความลับและปลอดภัยตลอดเวลาโปรดแจ้งUrentทันทีหากคุณมีเหตุผลใดๆที่เชื่อได้ว่าชื่อผู้ใช้และ/หรือรหัสผ่านของคุณเป็นที่รู้จักของผู้อื่น หรือกำลัง/กำลังเป็น หรือมีแนวโน้มว่าจะใช้ในลักษณะที่ไม่ได้รับอนุญาต`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `มีได้เพียงหนึ่งบัญชีต่อผู้ใช้หนึ่งราย แม้ว่าผู้ใช้จะเป็นองค์กรก็ตาม`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Urentขอสงวนสิทธิ์ในการปฏิเสธการเข้าถึงเว็บไซต์ยุติบัญชี ลบหรือแก้ไขเนื้อหา หรือยกเลิกคำสั่งซื้อ ตามดุลยพินิจของ Urent แต่เพียงผู้เดียวและไม่จำเป็นต้องแจ้งให้คุณทราบ`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `การลบบัญชีจะไม่เสร็จสมบูรณ์จนกว่าจะมีการเคลียร์ยอดค้างชำระทั้งหมด อย่างไรก็ตาม ผู้ใช้สามารถติดต่อทีมสนับสนุนของเราเพื่อขอให้ลบบัญชีได้`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `การทำการจอง`,
            content: ``,
            list: [
                {
                    content: `เมื่อลงทะเบียนกับ Urent แขกจะสามารถเข้าถึงยานพาหนะได้หลากหลาย ซึ่งสามารถเลือกได้ตามราคา รุ่น ขนาด ตลอดจนข้อกำหนดอื่น ๆ และทำข้อตกลงการเช่ากับเจ้าของที่พักสำหรับการเช่า ยานพาหนะตามข้อกำหนด (“การจอง”)`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `เจ้าของที่พักจะมีสองประเภท: เจ้าของรถส่วนตัวที่เรียกว่า “เจ้าของที่พักส่วนตัว” และบริษัทรถเช่าที่เรียกว่าเจ้าของธุรกิจ`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `จะมีผู้เข้าพักสองประเภท: 
                    ผู้ที่อาศัยอยู่ในสหรัฐอาหรับเอมิเรตส์ที่เช่ารถ(“แขกผู้มีถิ่นพำนัก”)และผู้ที่ไม่ใช่ชาวสหรัฐอาหรับเอมิเรตส์ที่เช่ารถ(“แขกนักท่องเที่ยว”)แขกผู้มีถิ่นพำนักจะมีบัตรประจำตัวของเอมิเรตส์และใบขับขี่ของสหรัฐอาหรับเอมิเรตส์ที่ถูกต้อง แขกนักท่องเที่ยวจะถือหนังสือเดินทางที่ถูกต้องและใบขับขี่สากล`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `แขกผู้มีถิ่นพำนักสามารถเช่ายานพาหนะจากโฮสต์ส่วนตัวและเจ้าของเชิงพาณิชย์ ในขณะที่แขกนักท่องเที่ยวสามารถเช่าจากโฮสต์เชิงพาณิชย์เท่านั้น`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `หากผู้เข้าพักต้องการเช่ารถบางคัน เขา/เธอสามารถจองได้โดยยอมรับข้อกำหนด`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `เงื่อนไขค่าธรรมเนียมและการชำระเงิน`,
            content: ``,
            list: [
                {
                    content: `ราคาที่เกี่ยวข้องกับบริการ ("ค่าธรรมเนียม") จะแสดงในเดอร์แฮมสหรัฐอาหรับเอมิเรตส์ (AED)พร้อมภาษีมูลค่าเพิ่ม5%ที่บังคับใช้กับค่าธรรมเนียมและระบุไว้ในตารางค่าธรรมเนียม`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `เมื่อคุณทำการจอง Urent จะเก็บรวบรวมข้อมูลส่วนบุคคลและข้อมูลธุรกรรมบางอย่าง (เช่น ชื่อ ที่อยู่ ที่อยู่อีเมล) การใช้ข้อมูลของคุณของ Urent มีรายละเอียดอยู่ในข้อกำหนดเหล่านี้`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `คุณสามารถชำระค่าธรรมเนียมสำหรับการจองที่คุณทำโดยระบุรายละเอียดบัตรเครดิตของคุณผ่านแบบฟอร์มการสั่งซื้อออนไลน์ที่ปลอดภัยบนเว็บไซต์ Urent ไม่ยอมรับการชำระเงินรูปแบบอื่นสำหรับบริการของตน`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `เมื่อคุณทำการจอง ระบบของ Urent จะขออนุมัติจากผู้ออกบัตรของคุณโดยอัตโนมัติตามจำนวนเงินที่ทำรายการ หาก Urent ได้รับการอนุมัติที่ถูกต้อง ผู้ออกบัตรของคุณจะระงับมูลค่านี้โดยคาดว่าจะมีการเรียกเก็บเงินจาก Urent การรับรายละเอียดบัตรเครดิตและการหักการชำระเงินของคุณไม่ถือเป็นการยอมรับการจองของคุณโดย Urent`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `การจองจะได้รับการยอมรับโดยขึ้นอยู่กับความพร้อมให้บริการและการยืนยันโดยโฮสต์ เราอาจไม่ยอมรับการจองของคุณในสถานการณ์ต่างๆ รวมถึง:`,
                    subcontent: [`หากการจองของคุณอยู่ในสิ่งที่อยากได้/ตะกร้าของคุณบนเว็บไซต์ แต่ยังไม่ได้ชำระเงิน`,
                        `ถ้ารถไม่พร้อมใช้งาน`,
                        `หากการชำระเงินไม่ได้รับอนุญาต`,
                        `ด้วยเหตุผลอื่นใด (ขึ้นอยู่กับดุลยพินิจของเรา แต่เพียงผู้เดียว)`],
                    extraText: `เราไม่รับผิดชอบในการให้ข้อมูลเพิ่มเติมแก่คุณซึ่งครอบคลุมเหตุผลที่เราไม่ยอมรับการจองของคุณ`
                },
                {
                    content: `เราจะไม่ประมวลผลการชำระเงินของคุณ (หรือจะหยุดดำเนินการจองของคุณ) ในสถานการณ์ประเภทนี้และจะไม่รับผิดชอบต่อคุณหรือต่อบุคคลที่สามโดยเหตุผลของการตัดสินใจของเราที่จะปฏิเสธการดำเนินการ หรือคลี่คลายหรือระงับการจองใดๆ หลังจาก เริ่มแปรรูปแล้ว เราขอสงวนสิทธิ์ในการปฏิเสธบริการ ยกเลิกบัญชีของคุณ หรือยกเลิกการจอง ตามดุลยพินิจของเราแต่เพียงผู้เดียว`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `หากคุณใช้บริการเพื่อทำการจอง คุณตกลงที่จะชำระเงินเต็มจำนวนที่ต้องชำระสำหรับการจองดังกล่าวตามที่ระบุไว้ในระหว่างกระบวนการขอจอง หากผู้ออกบัตรเครดิตของคุณปฏิเสธที่จะอนุมัติการชำระเงิน เราจะยกเลิกการจองของคุณและติดต่อคุณเพื่อชำระเงินใหม่ เราไม่สามารถรับผิดชอบได้หากสิ่งนี้ส่งผลให้เกิดความล่าช้าเกี่ยวกับการจองของคุณ `,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `เมื่อทำการจองและได้รับการชำระเงินเรียบร้อยแล้ว เราจะส่งอีเมลยืนยันการจองและใบเสร็จรับเงินให้กับคุณ`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `โปรดอย่าส่งข้อมูลการชำระเงินใด ๆ ให้กับ Urent โดยใช้อีเมล, WhatsApp, SMS, ทางโทรศัพท์หรือพอร์ทัลโซเชียลมีเดียอื่น ๆ Urent ไม่สามารถรับประกันความปลอดภัยของข้อมูลการชำระเงินใด ๆ ที่สื่อสารผ่านช่องทางเหล่านี้และจะไม่รับผิดชอบต่อความสูญเสียใด ๆ ที่เกิดจากการเข้าถึงช่องทางเหล่านี้โดยไม่ได้รับอนุญาต`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `"ในกรณีของค่าธรรมเนียมทั้งหมดจะถูกหักโดยอัตโนมัติจากบัตรที่ได้ลงทะเบียนไว้ ผู้จ้างเข้าใจตรงในกรณีค่าจ้างที่ชำระ จะไม่อนุญาตเรียกคืนค่าใช้จ่ายดังกล่าว ผู้ว่าจ้างควรตรวจสอบและเตรียมความพร้อมในการชำระเงินหรือเครดิตให้ครอบคลุมค่าใช้จ่าย 
                    Urent จะไม่รับผิดชอบต่อค่าใช้จ่ายบัตรเครดิตหรือจำนวนเงินที่ชำระค่าจ้าง การดำเนินการคืนงานของเราจะดำเนินการผ่านช่องทางการชำระเงินที่คุณลงทะเบียนไว้เท่านั้น"`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `ในกรณีที่มีค่าปรับค้างชำระ Urent สามารถเรียกเก็บเงินจากผู้เช่าผ่านช่องทางการชำระเงินซึ่งใช้การอนุมัติล่วงหน้าเพื่อรักษาความปลอดภัยในการชำระเงิน ในกรณีที่มียอดค้างชำระ Urent ขอสงวนสิทธิ์ในการแบ่งปันข้อมูลเฉพาะที่เกี่ยวข้องกับการรวบรวมค่าปรับกับบุคคลที่สามซึ่งจะใช้วิธีการทางกฎหมายหรือที่ผิดกฎหมายของตนเองในการรวบรวมการชำระเงิน`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `การให้คะแนนและข้อเสนอแนะ`,
            content: ``,
            list: [
                {
                    content: `ผู้ใช้อาจให้คะแนนและข้อเสนอแนะ ("คำติชม") เกี่ยวกับประสบการณ์ในการให้บริการและผู้ใช้รายอื่น`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `ในการโพสต์คำติชมดังกล่าว คุณรับประกันว่า:`,
                    subcontent: [`คุณมีส่วนร่วมกับผู้ใช้;`,
                        `ข้อความของข้อเท็จจริงที่สะท้อนให้เห็นในคำติชมที่คุณโพสต์เป็นความจริงหรือไม่แตกต่างอย่างมากจากความจริง`,
                        `คุณจะไม่ใช้ภาษาลามกอนาจารหรือไม่เหมาะสมหรือส่งเอกสารใดๆที่เป็นหรืออาจเป็นการหมิ่นประมาท ดูหมิ่น หรือแสดงความเกลียดชัง การบุกรุกความเป็นส่วนตัวของใครก็ตาม เป็นอันตรายต่อผู้ใช้รายอื่น หรือเป็นอันตรายต่อผลประโยชน์ทางธุรกิจของ Urent; และ`,
                        `อนุญาตเพียงหนึ่งคำติชมต่อบริการเท่านั้น`
                    ],
                    extraText: ``
                },
                {
                    content: `คุณรับทราบและยอมรับว่าคำติชมของคุณจะเปิดเผยต่อสาธารณะสำหรับการดูบน Urent และUrent จะไม่รับผิดชอบในการตรวจสอบหรือแก้ไขคำติชมคุณยินยอมให้เผยแพร่และอนุญาตให้Urentเผยแพร่คำติชมแม้ว่าคำติชมดังกล่าวอาจวิพากษ์วิจารณ์หรือทำให้เสื่อมเสียชื่อเสียงของคุณ และแม้ว่า Urent อาจทราบหรือควรทราบอย่างสมเหตุสมผลว่าคำติชมดังกล่าวก่อให้เกิดหรือมีส่วนในการเผยแพร่ ข้อความที่เป็นการหมิ่นประมาทคุณ`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `คุณปล่อย Urent โดยไม่สามารถเพิกถอนได้ และสละสิทธิ์ทั้งหมดต่อ Urent ในส่วนที่เกี่ยวกับความรับผิดใดๆที่เกิดขึ้นจากหรือเกี่ยวข้องกับการตีพิมพ์ความคิดเห็นที่ทำให้เสื่อมเสียชื่อเสียงของคุณหรือเกี่ยวกับคุณในคำติชมดังกล่าวคุณตกลงที่จะชดใช้ค่าเสียหายและดำเนินการให้Urentและบริษัทในเครือ(และพนักงาน กรรมการ และตัวแทนที่เกี่ยวข้อง)ไม่ได้รับอันตรายจากการเรียกร้องหรือการดำเนินการใด ๆที่บุคคลภายนอกนำมา ซึ่งเกิดขึ้นจากหรือเกี่ยวข้องกับคำติชมใดๆที่คุณฝากไว้หากคุณมีข้อเรียกร้องใด ๆผู้ใช้ Urent รายอื่น คุณต้องจัดการกับข้อพิพาทดังกล่าวโดยตรงกับผู้ใช้รายนั้น`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `คุณตกลงที่จะไม่ดำเนินการทางกฎหมายกับ Urent ที่เกี่ยวข้องกับคำติชมที่โพสต์โดยคุณหรือเกี่ยวกับคุณผ่านทางบริการ`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `การใช้บริการของคุณ`,
            content: ``,
            list: [
                {
                    content: `Urent มอบใบอนุญาตแบบจำกัด ไม่ผูกขาด ไม่สามารถโอนถ่ายได้ และเพิกถอนได้ในการใช้บริการตามวัตถุประสงค์ที่ตั้งใจไว้ โดยขึ้นอยู่กับการปฏิบัติตามข้อกำหนดเหล่านี้ของคุณ คุณไม่สามารถคัดลอกแก้ไขแจกจ่ายขายหรือให้เช่าส่วนใดส่วนหนึ่งของบริการเว้นแต่กฎหมายจะห้ามการจำกัดดังกล่าวหรือคุณได้รับอนุญาตเป็นลายลักษณ์อักษรจากเราคุณไม่สามารถทำวิศวกรรมย้อนกลับหรือพยายามดึงซอร์สโค้ดของบริการได้คุณสามารถเข้าถึงบริการผ่านอินเทอร์เฟซที่เราให้ไว้เพื่อจุดประสงค์นั้นเท่านั้น (เช่น คุณอาจเข้าถึงบริการผ่านทางเว็บไซต์ คุณไม่สามารถ "ขูด" บริการด้วยวิธีการอัตโนมัติหรือ "กรอบ" ส่วนใด ๆ ของบริการของเรา) และห้ามรบกวนหรือพยายามขัดขวางบริการของเรา`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `บริการบางส่วนของเราอาจอนุญาตให้คุณอัปโหลดหรือส่งเนื้อหา (เช่น ข้อความ รูปภาพ วิดีโอ รายการ ลิงก์ และเอกสารอื่นๆ) คุณรักษาสิทธิ์ทั้งหมดในเนื้อหาใดๆ ที่คุณอัปโหลดหรือส่ง และต้องรับผิดชอบต่อเนื้อหานั้นแต่เพียงผู้เดียว คุณมอบใบอนุญาตที่ไม่ผูกขาด ปลอดค่าลิขสิทธิ์ ทั่วโลก โอนได้ และให้อนุญาตย่อยแก่ Urent เพื่อใช้ จัดเก็บ แสดงต่อสาธารณะ ดำเนินการต่อสาธารณะ ทำซ้ำ ดัดแปลง สร้างงานลอกเลียนแบบ และแจกจ่ายเนื้อหาดังกล่าว รวมถึงคำติชมใดๆ เพื่อวัตถุประสงค์ในการดำเนินการ จัดหา และปรับปรุงบริการ Urent อาจใช้ดุลยพินิจแต่เพียงผู้เดียวในการลบหรือลบเนื้อหาใดๆรวมถึงข้อเสนอแนะใด ๆที่คุณอัปโหลดหรือส่งไปยังบริการด้วยเหตุผลใด ๆ รวมถึงการละเมิดข้อกำหนดเหล่านี้`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `คุณอาจมีตัวเลือกในการเข้าถึงบริการผ่านซอฟต์แวร์ที่ดาวน์โหลดได้และซอฟต์แวร์นี้อาจอัปเดตตัวเองโดยอัตโนมัติบนอุปกรณ์ของคุณ[ซอฟต์แวร์บางส่วนหรือบางส่วนของซอฟต์แวร์ ในบริการของเราอาจถูกควบคุมโดยใบอนุญาตโอเพนซอร์สในกรณีนั้นเราจะให้ใบอนุญาตดังกล่าวแก่คุณ และในกรณีที่มีข้อขัดแย้งระหว่างใบอนุญาตและข้อกำหนดเหล่านี้ ใบอนุญาตโอเพนซอร์สจะควบคุมแต่เฉพาะในส่วนที่เกี่ยวกับซอฟต์แวร์หรือส่วนหนึ่งของซอฟต์แวร์เท่านั้น มันใช้].`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `หากคุณใช้ Urent ในนามของธุรกิจหรือหน่วยงานอื่น คุณรับรองและรับประกันว่าคุณมีอำนาจที่จำเป็นในการผูกมัดธุรกิจหรือนิติบุคคลนั้นกับข้อกำหนดเหล่านี้และคุณยอมรับข้อกำหนดเหล่านี้ในนามของธุรกิจหรือนิติบุคคลนั้น .`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `เรากำลังแก้ไขและปรับปรุงบริการของเราอย่างต่อเนื่องเราอาจแนะนำคุณสมบัติใหม่ เปลี่ยนแปลงคุณสมบัติที่มีอยู่ หรือลบคุณสมบัติออกจากบริการเมื่อใดก็ได้โดยไม่ต้องแจ้งให้ทราบ หากคุณให้คำติชมหรือความคิดเห็นอื่นๆ เกี่ยวกับบริการแก่เรา แสดงว่าคุณให้สิทธิ์แก่ Urent อย่างไม่จำกัดตลอดไปเพื่อใช้คำติชมดังกล่าวหรือความคิดเห็นอื่นๆ เพื่อวัตถุประสงค์ใดๆ โดยไม่มีข้อจำกัดหรือการชำระเงินให้กับคุณ`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `ใบอนุญาต`,
            content: ``,
            list: [
                {
                    content: `1.Urentมีใบอนุญาตที่จำเป็นตามที่ออกโดยหน่วยงานขนส่งทางถนน(RTA)เพื่อให้บริการ`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `บทบาทของ URENT’S`,
            content: ``,
            list: [
                {
                    content: `Urent ไม่ใช่ทั้งโฮสต์หรือแขกของยานพาหนะ Urent เป็นเพียงผู้อำนวยความสะดวกในการจัดหาแพลตฟอร์มการสื่อสารระหว่างโฮสต์และแขกเพื่อให้บริการตามข้อกำหนดเหล่านี้การจัดการเกี่ยวกับการส่งมอบและการรับยานพาหนะจะทำขึ้นระหว่างเจ้าภาพและแขกเท่านั้นโดยไม่เกี่ยวข้องกับ Urent ดังนั้น ข้อตกลงการเช่าที่เกิดขึ้นจากการจองโดยใช้บริการจนเสร็จสิ้นจึงเป็นข้อตกลงระหว่างเจ้าของที่พักและแขกเท่านั้น การบังคับใช้ภาระผูกพันตามสัญญาใดๆ ที่เกิดขึ้นจากการจองโดยใช้บริการถือเป็นความรับผิดชอบของเจ้าของที่พักและผู้เข้าพักในฐานะคู่สัญญาฝ่ายเดียวในการจองนั้นUrentจะไม่รับผิดชอบในลักษณะใด ๆ ที่เกี่ยวกับการจองหรือการเรียกร้องหรือข้อพิพาทใด ๆ ที่อาจเกิดขึ้นระหว่างโฮสต์และแขกที่เกี่ยวข้องกับการจองดังกล่าว นอกจากนี้ Urent ไม่จำเป็นต้องไกล่เกลี่ยระหว่างโฮสต์และแขกเกี่ยวกับการใช้บริการซึ่งเป็นความเสี่ยงของตนเอง ภายใต้ข้อกำหนด โฮสต์และแขกจะต้องแก้ไขข้อพิพาทใดๆ ที่ตามมาโดยตรงต่อกันและกัน ในกรณีที่ไม่มีการระงับข้อพิพาท ทั้งเจ้าบ้านหรือแขกอาจขอความช่วยเหลือเรื่อง Urent โดยที่ Urent อาจให้หลักฐานเพิ่มเติมที่เพียงพอซึ่งสามารถนำมาใช้ในการมีส่วนร่วมในศาลดูไบได้ในภายหลัง`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `คุณขอปล่อย Urent (และเจ้าหน้าที่ กรรมการ บริษัทในเครือ พนักงาน และตัวแทนของเรา) โดยไม่สามารถเพิกถอนได้จากความเสียหายหรือการเรียกร้องใด ๆ (รวมถึงความเสียหายที่เป็นผลสืบเนื่องและโดยบังเอิญ) ในทุกรูปแบบหรือทุกลักษณะ ทั้งที่สงสัยและไม่สงสัย รู้จักและไม่รู้จัก และเปิดเผยหรือไม่เปิดเผย ที่เกิดขึ้นจากหรือในทางใดทางหนึ่งที่เกี่ยวข้องกับข้อพิพาทดังกล่าวและการติดต่อของคุณในฐานะเจ้าบ้านและแขก คุณจะต้องชดใช้ค่าเสียหายและให้ Urent และบริษัทในเครือ (และพนักงานที่เกี่ยวข้อง กรรมการและตัวแทน) จากการเรียกร้องหรือการดำเนินการหรือความเสียหายใด ๆ ที่เกี่ยวข้องกับข้อพิพาทดังกล่าวและ/หรือการติดต่อของคุณในฐานะโฮสต์หรือแขก`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `การสงวนสิทธิของ URENT`,
            content: ``,
            list: [
                {
                    content: `Urentขอสงวนสิทธิ์ในการยกเลิกการจองทันทีตามดุลยพินิจของตนแต่เพียงผู้เดียว ป้องกันหรือจำกัดการเข้าถึงบริการหรือดำเนินการอื่นใดเพื่อจำกัดการเข้าถึงหรือความพร้อมของหรือลบเนื้อหาที่ไม่เหมาะสม คำติชม การให้คะแนน รายการที่ไม่ถูกต้อง รายการจัดหมวดหมู่ที่ไม่เหมาะสม รายการที่ผิดกฎหมาย หรือรายการที่ห้ามไม่ให้ลงรายการโดยใช้บริการภายใต้ข้อกำหนดเหล่านี้ Urent ขอสงวนสิทธิ์และมีดุลยพินิจโดยเด็ดขาด แต่ไม่มีภาระผูกพันในการลบ คัดกรองหรือแก้ไขเนื้อหาใด ๆ รวมถึงคำติชมที่ละเมิดข้อกำหนดเหล่านี้หรือเป็นที่น่ารังเกียจ Urent ขอสงวนสิทธิ์ในการปฏิเสธการลงรายการยานพาหนะใด ๆ หรือลบรายการใด ๆ ทันที โดยที่ Urent คัดค้านการที่คุณระบุตัวตนของคุณโดยใช้บริการ (รวมถึงแต่ไม่จำกัดเพียงชื่อแบรนด์หรือเครื่องหมายของคุณ) และ/หรือหากคุณ กำลังใช้ชื่อโดเมนของคุณอย่างไม่เหมาะสม`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Urent ขอสงวนสิทธิ์ในการเริ่มดำเนินการทางกฎหมายกับผู้ใช้ใด ๆ สำหรับการใช้บริการโดยฉ้อฉลและการกระทำที่ผิดกฎหมายอื่น ๆ หรือการละเว้นในการละเมิดข้อกำหนดเหล่านี้`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `ทรัพย์สินทางปัญญา`,
            content: ``,
            list: [
                {
                    content: `เว้นแต่จะระบุไว้อย่างชัดแจ้ง เนื้อหาทั้งหมดของบริการเป็นลิขสิทธิ์ เครื่องหมายการค้า สิทธิบัตรและ/หรือทรัพย์สินทางปัญญาอื่น ๆ ที่ Urent หรือบริษัทในเครือของเราหรือบุคคลที่สามที่อนุญาตให้ใช้เนื้อหาของตนแก่เราและได้รับการคุ้มครอง เว้นแต่จะระบุไว้อย่างชัดแจ้งเป็นอย่างอื่น ตามกฎหมายที่บังคับใช้ทั้งหมด`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `เราร่วมกับผู้อนุญาตของเรา ขอสงวนสิทธิ์ในทรัพย์สินทางปัญญาโดยชัดแจ้งในข้อความ โปรแกรม ผลิตภัณฑ์ กระบวนการ เทคโนโลยี เนื้อหา และวัสดุอื่นๆ ทั้งหมดซึ่งปรากฏบนบริการโดยชัดแจ้ง การเข้าถึงบริการไม่ได้มอบให้และจะไม่ถือเป็นการให้ใบอนุญาตแก่ใครก็ตามภายใต้สิทธิ์ในทรัพย์สินทางปัญญาของเราหรือของบุคคลที่สาม การใช้บริการหรือเนื้อหาใด ๆ รวมถึงการคัดลอกหรือจัดเก็บทั้งหมดหรือบางส่วนนอกเหนือจากการใช้งานส่วนตัวที่ไม่ใช่เชิงพาณิชย์โดยไม่ได้รับอนุญาตจากเรา`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `การปฏิเสธการรับประกัน`,
            content: ``,
            list: [
                {
                    content: `บริการนี้จัดทำขึ้นตาม "ตามที่เป็น" และ "ตามที่มีอยู่" Urent และบริษัทในเครือ และซัพพลายเออร์ของเรา และเจ้าหน้าที่ กรรมการ ผู้จัดการ สมาชิก ตัวแทน และพนักงานของเราและของพวกเขา ขอปฏิเสธโดยชัดแจ้ง (ในขอบเขตสูงสุดที่กฎหมายอนุญาต) ใด ๆ และทั้งหมดโดยชัดแจ้ง โดยนัย และการรับประกันตามกฎหมาย ซึ่งรวมถึงแต่ไม่จำกัดเพียงการรับประกันความสามารถในการซื้อขาย ความเหมาะสมสำหรับวัตถุประสงค์เฉพาะ การปลอดจากไวรัสคอมพิวเตอร์ กรรมสิทธิ์ และการไม่ละเมิดสิทธิ์ในทรัพย์สิน`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `และนอกจากนี้ Urent ไม่ได้เป็นตัวแทน รับประกัน หรือรับประกันเกี่ยวกับความน่าเชื่อถือ ทันเวลา คุณภาพ ความเหมาะสม หรือความพร้อมของบริการหรือการจอง คุณตกลงว่าความเสี่ยงทั้งหมดที่เกิดขึ้นจากการใช้บริการของคุณ การจองใดๆ หรือบริการอื่นใดที่คุณร้องขอหรือส่งถึงคุณ ยังคงเป็นของคุณแต่เพียงผู้เดียว`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Urent ไม่รับประกันว่าบริการ: (a) จะเป็นไปตามข้อกำหนดหรือความคาดหวังของคุณ; (b) จะพร้อมใช้งานโดยไม่หยุดชะงัก ทันเวลา ปลอดภัย หรือปราศจากข้อผิดพลาด หรือ (c) จะมีความถูกต้อง เชื่อถือได้ ปราศจากไวรัสหรือรหัสที่เป็นอันตรายอื่น ๆ สมบูรณ์ ถูกกฎหมายหรือปลอดภัย บริการอาจอยู่ภายใต้ข้อจำกัดความล่าช้าและปัญหาอื่นๆที่เกิดขึ้นจากการใช้อินเทอร์เน็ตและการสื่อสารทางอิเล็กทรอนิกส์ Urent จะไม่รับผิดชอบต่อความล่าช้า ความล้มเหลวในการจัดส่ง หรือความเสียหายอื่น ๆ ที่เกิดจากปัญหาดังกล่าว`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `การจำกัดความรับผิด`,
            content: ``,
            list: [
                {
                    content: `ในขอบเขตสูงสุดที่อนุญาตโดยกฎหมายที่ใช้บังคับ Urent และบริษัทในเครือ และซัพพลายเออร์ของเรา และเจ้าหน้าที่ กรรมการ ผู้จัดการ สมาชิก ตัวแทน และพนักงาน`,
                    subcontent: [`ไม่รับผิดชอบต่อความเสียหายหรือการสูญเสียโดยตรง โดยอ้อม การลงโทษ โดยบังเอิญ พิเศษ หรือเป็นผลสืบเนื่อง (รวมถึงแต่ไม่จำกัดเพียง ความเสียหายโดยบังเอิญและเป็นผลสืบเนื่อง การสูญเสียผลกำไร หรือความเสียหายที่เกิดจากข้อมูลสูญหายหรือการหยุดชะงักของธุรกิจ) ที่เกิดขึ้นจาก หรือในทางที่เกี่ยวข้องกับการใช้งานหรือการไม่สามารถใช้บริการและเนื้อหาไม่ว่าจะอยู่บนพื้นฐานของการรับประกัน สัญญา การละเมิด (รวมถึงความประมาทเลินเล่อ) หรือทฤษฎีทางกฎหมายอื่น ๆ และ Urent จะได้รับคำแนะนำถึงความเป็นไปได้ของความเสียหายดังกล่าวหรือไม่ ; และ`,
                        `ในส่วนที่เกี่ยวข้องกับโฮสต์ใด ๆ ความเสียหายใด ๆ ต่อยานพาหนะโดยแขก;`,
                        `ในส่วนที่เกี่ยวกับผู้เข้าพักจะไม่รับผิดชอบต่อความสูญเสียหรือความเสียหายต่อทรัพย์สินอันเนื่องมาจากความผิดพลาดหรือข้อบกพร่องในยานพาหนะที่ให้เช่าโดยโฮสต์ ความเสี่ยงทั้งหมดของความเสียหายหรือการบาดเจ็บ รวมถึงการเสียชีวิต`,
                    ],
                    extraText: ``
                },
                {
                    content: `ในกรณีที่ไม่สามารถยกเว้นความรับผิดภายใต้กฎหมายที่ใช้บังคับได้ คุณตกลงว่าความรับผิดสูงสุดของ Urent และบริษัทในเครือ ของเราและซัพพลายเออร์ที่เกี่ยวข้อง และเจ้าหน้าที่ กรรมการ ผู้จัดการ สมาชิก ตัวแทน และเจ้าหน้าที่ของเราและเจ้าหน้าที่ กรรมการ ผู้จัดการ สมาชิก ตัวแทน และ พนักงานสำหรับการเรียกร้องใด ๆ ที่เกี่ยวข้องจะถูกจำกัดจำนวน AED 100`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: ` การชดใช้ค่าเสียหาย`,
            content: ``,
            list: [
                {
                    content: `คุณตกลงที่จะไม่เป็นอันตรายและชดใช้ค่าเสียหายให้กับ Urent และบริษัทในเครือ และซัพพลายเออร์ของเรา และเจ้าหน้าที่ กรรมการ ผู้จัดการ สมาชิก ตัวแทน และพนักงาน จากและต่อการเรียกร้อง ความรับผิด การฟ้องร้อง การพิจารณาคดี ค่าใช้จ่ายในการดำเนินคดี สาเหตุของการกระทำ การเรียกร้อง การเรียกคืน การสูญเสีย ความเสียหาย (ที่เกิดขึ้นจริงและเป็นผลสืบเนื่อง) ค่าปรับ ค่าปรับ และค่าทนายความหรือค่าใช้จ่ายหรือค่าใช้จ่ายอื่นใดหรือลักษณะใด ๆ ที่เกิดขึ้นจากหรือในทางใด ๆ ที่เกี่ยวข้องกับคุณ การใช้บริการ ซึ่งรวมถึงแต่ไม่จำกัดเฉพาะสิ่งที่คุณหรือในนามของคุณที่เกินจากความรับผิดที่อธิบายไว้ข้างต้น หรือโดยบุคคลที่สามอันเป็นผลมาจากการละเมิดข้อกำหนดเหล่านี้ การที่คุณละเมิดกฎหมายหรือสิทธิของ บุคคลที่สาม และ/หรือการใช้งานเว็บไซต์และ/หรือบริการของคุณ`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `ความสัมพันธ์`,
            content: ``,
            list: [
                {
                    content: `ข้อกำหนดเหล่านี้ (ตามที่แก้ไขโดย Urent เป็นครั้งคราวตามข้อกำหนด) กำหนดความเข้าใจและข้อตกลงทั้งหมดระหว่างคุณและ Urent เกี่ยวกับการใช้บริการ`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `การสิ้นสุด`,
            content: ``,
            list: [
                {
                    content: `Urent จะถูกระงับหรือยุติการเข้าถึงบริการทั้งหมดหรือบางส่วนของคุณ โดยไม่ต้องมีคำสั่งศาลและไม่ต้องแจ้งให้ทราบล่วงหน้า หากเชื่อว่าการกระทำของคุณเป็นการละเมิดหรือละเมิดข้อกำหนดที่มีอยู่ หรือสัญญาใดๆ ที่ลงนามกับ Urent มีผลบังคับใช้ กฎหมายหรือเป็นอันตรายต่อผลประโยชน์ของ Urent หรือบุคคลที่สาม โดยไม่คำนึงถึงการบอกเลิกหรือการระงับดังกล่าว คุณตกลงว่าคุณจะยังคงอยู่ภายใต้ภาระผูกพันซึ่งโดยธรรมชาติแล้วจะยังคงมีผลบังคับอยู่แม้การยุติหรือการระงับดังกล่าวรวมถึงภาระหน้าที่ที่เกี่ยวข้องกับการชำระเงินคงค้างสำหรับการจองในปัจจุบันหรือที่กำลังจะมีขึ้นสิทธิ์ในทรัพย์สินทางปัญญาใดๆ และเนื้อหาที่ผู้ใช้สร้างขึ้น`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `การสื่อสารทางอิเล็กทรอนิกส์`,
            content: ``,
            list: [
                {
                    content: `เพื่อให้เป็นไปตามภาระผูกพันของเราที่มีต่อคุณภายใต้ข้อกำหนดเหล่านี้ เราอาจต้องการสื่อสารกับคุณทางอีเมลและ/หรือโดยการโพสต์ประกาศผ่านทางบริการของเรา คุณตกลงที่จะรับการสื่อสารจากเราทางอิเล็กทรอนิกส์ และการสื่อสารทางอิเล็กทรอนิกส์เหล่านี้จะเป็นไปตามข้อกำหนดทางกฎหมายใดๆ สำหรับการสื่อสารที่จำเป็นต้องทำเป็นลายลักษณ์อักษร`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `ข้อกำหนดทั่วไป`,
            content: ``,
            list: [
                {
                    content: `ความสัมพันธ์: ไม่มีบทบัญญัติใดของข้อกำหนดเหล่านี้จะถือเป็นหุ้นส่วนหรือหน่วยงานระหว่างคุณกับ Urent และคุณจะไม่มีอำนาจในการผูกมัด Urent ในลักษณะใด ๆ ก็ตาม`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `ความเป็นโมฆะ: หากบทบัญญัติใด ๆ ของข้อกำหนดเหล่านี้ถูกตัดสินโดยศาลที่มีเขตอำนาจศาลว่าไม่ถูกต้องผิดกฎหมายหรือไม่สามารถบังคับใช้ได้และสามารถลบได้โดยไม่ต้องแก้ไขสาระสำคัญของข้อกำหนดเหล่านี้ บทบัญญัติที่ไม่ถูกต้อง ผิดกฎหมาย หรือไม่สามารถบังคับใช้ได้จะถูกตัดออกและส่วนที่เหลือ บทบัญญัติจะยังคงมีผลบังคับอย่างสมบูรณ์`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `ไม่มีการสละสิทธิ์: ความล้มเหลวใด ๆ โดย Urent ในการบังคับใช้ข้อกำหนดใด ๆ ที่กำหนดไว้ในข้อกำหนดเหล่านี้หรือนโยบายอื่นๆกับคุณไม่ใช่การสละสิทธิ์ของบริษัทในการบังคับใช้ข้อกำหนดเหล่านั้น`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `กฎหมายที่ใช้บังคับและเขตอำนาจศาล`,
            content: ``,
            list: [
                {
                    content: `ข้อกำหนดนี้อยู่ภายใต้กฎหมายที่บังคับใช้ในเอมิเรตส์แห่งดูไบ สหรัฐอาหรับเอมิเรตส์ ข้อพิพาทใดๆ เกี่ยวกับข้อกำหนดเหล่านี้จะอยู่ภายใต้เขตอำนาจศาลเฉพาะของศาลในดูไบ หากส่วนใดของข้อกำหนดนี้ไม่สามารถบังคับใช้ได้ ไม่ถูกต้องหรือผิดกฎหมายโดยศาลที่มีเขตอำนาจศาล ส่วนที่เหลือของข้อกำหนดจะไม่ได้รับผลกระทบ สหรัฐอาหรับเอมิเรตส์เป็นประเทศภูมิลำเนาของเรา`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `ช่องทางการติดต่อ`,
            content: ``,
            list: [
                {
                    content: `ยานพาหนะ UTECH ให้เช่าโดย ELECTRONIC MEDIA & SMART APPS LLC, ใบอนุญาตการค้าหมายเลข 878229 และมีสำนักงานใหญ่อยู่ที่ชั้น 27 อาคาร Tameem House, Al Barsha Heights คุณสามารถติดต่อ
                    ผ่านทาง support@urent.com and เบอร์โทรติดต่อ + 971 4 5704555`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
    ],
    hostTerms_Terms: [
        {
            title: `การลงทะเบียนยานพาหนะ`,
            content: ``,
            list: [{
                content: `หากคุณต้องการใช้บริการเพื่อเช่ารถของคุณในฐานะเจ้าของที่พัก คุณต้องอยู่ในหนึ่งในสองประเภทต่อไปนี้: บุคคล (โฮสต์ส่วนตัว) หรือบริษัทให้เช่ารถยนต์ (โฮสต์เชิงพาณิชย์) คุณต้องเป็นผู้ใช้ที่ลงทะเบียนและ คุณต้องลงทะเบียนยานพาหนะของคุณ (“ยานพาหนะที่จดทะเบียน”) โดยให้:`,
                subcontent: [`คำอธิบายที่สมบูรณ์และถูกต้องของรถจดทะเบียนที่ไม่ก่อให้เกิดความเข้าใจผิดพร้อมคำอธิบายดังกล่าวรวมถึงรายละเอียดของข้อบกพร่องด้านวัสดุหรือข้อบกพร่องของรถ`,
                    `ระบุค่าธรรมเนียมเจ้าของรถสำหรับระยะเวลาการเช่ารถยนต์ตั้งแต่เวลารับรถจนถึงเวลาส่งรถ(ซึ่งอาจแตกต่างกันไปตามการจอง) (แต่ละ “ระยะเวลาเช่า”) ให้ถือว่าราคาเช่า ที่จะแสดงสำหรับรถที่จดทะเบียนจะเป็นค่าธรรมเนียมเจ้าของที่พักบวกค่าคอมมิชชั่นของUrent(“ค่าธรรมเนียมUrent”) บวกภาษีมูลค่าเพิ่ม 5% (รวม “ราคาเช่า”)`],
                extraText: ``
                },
                
            {
                content: `คุณต้องไม่ลงทะเบียนยานพาหนะเป็นยานพาหนะจดทะเบียน เว้นแต่:`,
                subcontent: [`มีใบอนุญาตยานพาหนะของสหรัฐอาหรับเอมิเรตส์ในปัจจุบัน`,
                    `คุณมีกรมธรรม์ประกันภัยที่ครอบคลุมทั้งในปัจจุบัน ที่ถูกต้อง และที่มีอยู่ ซึ่งครอบคลุมยานพาหนะที่จดทะเบียน และรวมถึงข้อกำหนดที่อนุญาตให้คุณให้บริการยานพาหนะของคุณในฐานะยานพาหนะที่ลงทะเบียนสำหรับแขกตามข้อกำหนด`,
                    `คุณเป็นเจ้าของรถจดทะเบียนหรือมีสิทธิ์ลงทะเบียนรถจดทะเบียนตามที่พิจารณาในข้อกำหนดเหล่านี้`],
                extraText: ``
            },
            {
                content: `เมื่อใดก็ตามหลังจากที่ลงทะเบียนแล้ว หากยานพาหนะไม่เป็นไปตามข้อกำหนดข้างต้นอีกต่อไป คุณต้องนำรถออกจากโปรไฟล์ของคุณและไม่ยอมรับคำขอจองสำหรับยานพาหนะนั้นอีกต่อไป`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `คุณรับทราบและยอมรับว่า:`,
                subcontent: [`คุณสามารถอัปเดตค่าธรรมเนียมโฮสต์เมื่อใดก็ได้ ขึ้นอยู่กับการอนุมัติของ Urent แม้ว่าค่าธรรมเนียมเจ้าของที่พักที่รวมอยู่ในราคาเช่าในการจองที่คุณยอมรับจะไม่สามารถเปลี่ยนแปลงได้`,
                    `คุณสามารถอัปเดตสถานที่รับที่เสนอและจุดส่งที่เสนอเมื่อใดก็ได้ก่อนทำการจอง`,
                    `ไม่สามารถเปลี่ยนแปลงได้อีกหลังจากการยืนยันการจองและคุณจะต้องติดต่อUrent โดยเร็วที่สุดสำหรับสถานการณ์ที่อยู่นอกเหนือการควบคุมของคุณ`,
                    `คุณต้องอัปเดตรายละเอียดและคำอธิบายรถที่จดทะเบียนทันทีหากมีการเปลี่ยนแปลง`],
                extraText: ``
            },
            {
                content: `คุณรับประกันกับเราว่ารถยนต์ที่ลงทะเบียนจะตรงกันและจะยังคงตรงกับคำอธิบายที่คุณให้ไว้ตลอดเวลาในขณะที่ระบุไว้ในบริการและในช่วงระยะเวลาเช่าใด ๆ`,
                subcontent: [],
                extraText: ``
            }
            ]
        },
        {
            title: `ขั้นตอนการจองสำหรับโฮสต์`,
            content: ``,
            list: [{
                content: `ขั้นตอนต่อไปนี้จะนำไปใช้กับการยอมรับการจองโดยเจ้าของที่พัก:`,
                subcontent: [`เจ้าของที่พักอาจจัดให้รถจดทะเบียนของตนพร้อมให้เช่าโดยใช้บริการโดยระบุช่วงเวลาที่รถจดทะเบียนพร้อมให้เช่าตามขั้นตอนความพร้อมที่กำหนดไว้ในบริการ`,
                    `เมื่อได้รับรายละเอียดของคำขอจอง คุณอาจเลือกที่จะยอมรับหรือปฏิเสธที่จะเช่ารถที่ลงทะเบียนของคุณให้กับแขกที่ส่งคำขอจองโดยใช้ดุลยพินิจของคุณ แต่เพียงผู้เดียว หากคุณยอมรับคำขอจอง คุณรับทราบและตกลงว่าจะเปิดใช้งานการจองทันทีภายใต้ข้อ ‎(c) ซึ่งหมายความว่าแขกจะสามารถได้รับการยืนยันทันทีเกี่ยวกับการจองของตนโดยไม่ต้อง เพื่อรอการอนุมัติเจ้าภาพตามข้อ ‎(ค)`,
                    `เมื่อยืนยันการจองไม่ว่าจะโดยทันทีหรือโดยคุณในฐานะเจ้าบ้าน การจองจะมีผลผูกพันกับทั้งเจ้าของที่พักและแขก และขึ้นอยู่กับค่าธรรมเนียมการยกเลิกที่แสดงไว้ในค่าธรรมเนียมและตารางค่าปรับ`,
                    `เมื่อได้รับการยืนยันจากโฮสต์หรือยืนยันการจองทันที Urent จะออกการยืนยันการจองให้กับโฮสต์และแขก`,
                    `โฮสต์ ไม่ใช่ Urent มีหน้าที่รับผิดชอบแต่เพียงผู้เดียวในการปฏิบัติตามการจองที่ได้รับการยืนยัน และทำให้ยานพาหนะที่ลงทะเบียนพร้อมใช้งานสำหรับผู้เข้าพักเพื่อให้เป็นไปตามการจอง`],
                extraText: ``
            }]
        },
        {
            title: `การยกเลิกการจอง`,
            content: ``,
            list: [{
                content: `ภายใต้นโยบายการยกเลิก Urent และไม่จำกัดข้อ ‎3.4 คุณสามารถยกเลิกการจองผ่านบริการ:`,
                subcontent: [`ต้องชำระเงินด้วยตัวเองจากค่าธรรมเนียมการยกเลิกที่เกี่ยวข้อง (ตามที่ระบุไว้ในนโยบายการยกเลิก) เมื่อใดก็ได้ก่อนเริ่มระยะเวลาการเช่า`],
                extraText: ``
            }, {
                content: ` เรื่องนโยบายการยกเลิก Urent และข้อ 3.4 ซึ่งเป็นส่วนหนึ่งของการจอง:`,
                subcontent: [`หากคุณไม่สามารถให้บริการรถจดทะเบียน ณ สถานที่รับรถภายใน 60 นาทีหลังจากเริ่มระยะเวลาเช่า หรือ`,
                    `หากแขกกำหนด (กระทำการอย่างสมเหตุสมผล) ว่ารถที่ลงทะเบียนนั้นแตกต่างอย่างมากจากคำอธิบายของยานพาหนะที่ลงทะเบียนในบริการคุณจะถือว่าล้มเหลวในการจองและถือเป็น"โฮสต์ไม่ปรากฏตัว"และต้องชำระค่าธรรมเนียมที่เกี่ยวข้องตามตารางค่าธรรมเนียมและค่าปรับของ Urent`],
                extraText: ``
            }, {
                content: `เราอาจยกเลิกบัญชีผู้ใช้ที่ลงทะเบียนของคุณ หากคุณยกเลิกการจองซ้ำๆ`,
                subcontent: [],
                extraText: ``
            }, {
                content: `คุณสามารถยกเลิกการจองโดยไม่ต้องจ่ายค่าธรรมเนียมการยกเลิก หากคุณพบลูกค้าที่จุดรับรถเมื่อเริ่มต้นระยะเวลาเช่า และในความเห็นของคุณ(ซึ่งแสดงเหตุผลอย่างสมเหตุสมผล)แขกไม่เหมาะที่จะขับรถการเริ่มต้นระยะเวลาการเช่าซึ่งรวมถึงเนื่องจากความมึนเมา`,
                subcontent: [],
                extraText: ``
            }, {
                content: `คุณสามารถยกเลิกการจองโดยไม่ต้องชำระค่าธรรมเนียมการยกเลิกหากบัตรเครดิตหรือบัตรเดบิตที่ผู้เข้าพักให้มาไม่สามารถดำเนินการกับเงินมัดจำที่คุณระบุไว้ในกฎของโฮสต์`,
                subcontent: [],
                extraText: ``
            }, {
                content: `หากคุณยกเลิกการจองตามข้อ 3.4 และ/หรือข้อ 3.5 ข้างต้น คุณไม่จำเป็นต้องชำระค่าธรรมเนียมการยกเลิกและคุณจะยังได้รับค่าธรรมเนียมโฮสต์หาก:`,
                subcontent: [`คุณแจ้งให้เราทราบทันทีถึงการยกเลิก และแจ้งให้เราทราบถึงเหตุผลที่คุณยกเลิกการจอง; และ`,
                    `เมื่อมีการสอบสวนอย่างสมเหตุสมผล เราจะตรวจสอบว่าเหตุผลที่คุณยกเลิกการจองนั้นสมเหตุสมผลในสถานการณ์นั้นๆ`],
                extraText: ``
            }]
        },
        {
            title: `เช่า`,
            content: ``,
            list: [{
                content: `สำหรับการจองรถยนต์จดทะเบียนแต่ละครั้งที่คุณเป็นเจ้าของ คุณตกลง:`,
                subcontent: [`เพื่อให้ยานพาหนะที่ลงทะเบียนพร้อมให้เช่าแก่แขกในช่วงระยะเวลาเช่า และ`,
                    `ว่าแขกจะได้รับสิทธิ์ใช้งานรถยนต์ที่ลงทะเบียนโดยเฉพาะในช่วงระยะเวลาเช่า`],
                extraText: ``
            }, {
                content: `แขกอาจร้องขอให้เจ้าของที่พักขยายระยะเวลาการเช่าเริ่มต้นสำหรับระยะเวลาการเช่าที่ขยายออกไปได้ โดยที่ยานพาหนะที่ลงทะเบียนไว้สามารถเช่าได้ในช่วงเวลาดังกล่าวระยะเวลาการเช่าเริ่มต้นหรือระยะเวลาการเช่าที่ขยายออกไปไม่ว่าเป็นรายบุคคลหรือรวมกัน อาจไม่เกิน 90 วัน`,
                subcontent: [],
                extraText: ``
            }, {
                content: `ผู้เข้าพักต้องแจ้งโฮสต์ล่วงหน้าเกี่ยวกับระยะเวลาการเช่าที่ขยายออกไป และต้องได้รับความยินยอมล่วงหน้าจากโฮสต์ ไม่ว่าในกรณีใด แขกต้องแจ้ง Urent เกี่ยวกับระยะเวลาการเช่าที่ขยายตามที่ตกลงกับเจ้าของที่พักก่อนจะสิ้นสุดระยะเวลาการเช่าเริ่มต้นโดยการขยายเวลาผ่านแพลตฟอร์ม Urent`,
                subcontent: [],
                extraText: ``
            }, {
                content: ` เจ้าของที่พักต้องรับผิดชอบในการให้บริการตามปกติ การซ่อมแซม การสึกหรอที่เป็นธรรม และจัดหายานพาหนะอื่นให้ผู้เข้าพักใช้ชั่วคราวในขณะที่ซ่อมรถ หากสถานการณ์ดังกล่าวเกิดขึ้นในช่วงระยะเวลาเช่าที่ขยายออกไป`,
                subcontent: [],
                extraText: ``
            }, {
                content: `โฮสต์จะต้องรับผิดชอบในการให้บริการอย่างมืออาชีพแก่แขกที่มาเข้าพักผ่านแพลตฟอร์ม Urent`,
                subcontent: [],
                extraText: ``
            }, {
                content: `โฮสต์จะทุ่มเทให้กับการระงับข้อพิพาทฉันมิตรโดยตรงกับแขก`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `การกำหนดราคาและการชำระเงิน`,
            content: ``,
            list: [{
                content: `โฮสต์แต่ละรายขอแต่งตั้งUrent เป็นตัวแทนเรียกเก็บเงินที่ได้รับอนุญาตของโฮสต์เพียงเพื่อวัตถุประสงค์ในการรวบรวมราคาเช่าและค่าใช้จ่ายอื่น ๆ ที่ผู้เข้าพักต้องชำระตามข้อกำหนดเหล่านี้จากผู้เข้าพัก ในส่วนที่เกี่ยวข้องกับการจองแต่ละครั้งและอยู่ภายใต้ข้อกำหนด Urent จะจ่ายให้กับโฮสต์:`,
                subcontent: [`ค่าธรรมเนียมเจ้าภาพ; และ`,
                    `การจัดสรรค่าใช้จ่ายอื่นๆ ที่ต้องชำระ โดยคำนวณตามตารางค่าธรรมเนียม`],
                extraText: ``
            }, {
                content: `ค่าธรรมเนียมโฮสต์จะไม่รวมภาษีมูลค่าเพิ่มหากคุณจดทะเบียนภาษีมูลค่าเพิ่มและจำเป็นต้องเก็บภาษีมูลค่าเพิ่มจากการเช่ารถยนต์จดทะเบียน คุณต้องติดต่อเราที่ support@urent.com`,
                subcontent: [],
                extraText: ``
            }, {
                content: `เจ้าของที่พักยอมรับว่าหน้าที่ของUrentในการชำระค่าธรรมเนียมโฮสต์และค่าใช้จ่ายอื่นใดตามที่ระบุไว้ในค่าธรรมเนียมและค่าปรับของเราที่ต้องชำระภายใต้การจองนั้นมีเงื่อนไขเมื่อได้รับการชำระเงินที่เกี่ยวข้องจากผู้เข้าพักที่เกี่ยวข้องกับการจองสำเร็จ`,
                subcontent: [],
                extraText: ``
            }, {
                content: `ภายใต้ข้อ 5.3 ข้างต้น เราจะจ่ายค่าธรรมเนียมเจ้าของที่พักให้กับคุณในวันที่ 10 ของเดือนถัดจากเดือนที่สิ้นสุดระยะเวลาเช่าที่เกี่ยวข้อง`,
                subcontent: [],
                extraText: ``
            }, {
                content: `การชำระเงินจะทำโดยการฝากเงินโดยตรงเข้าบัญชีธนาคารที่คุณให้รายละเอียดกับเราเมื่อลงทะเบียนเป็นผู้ใช้เงินประกันหากมีให้เรียกเก็บโดยตรงโดย Commercial Hosts เท่านั้น`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ขั้นตอนการส่งมอบรถ`,
            content: ``,
            list: [{
                content: `ขั้นตอนต่อไปนี้จะนำไปใช้กับการส่งมอบให้แขกซึ่งเป็นส่วนหนึ่งของการจองรถจดทะเบียนซึ่งคุณเป็นเจ้าของที่พัก:`,
                subcontent: [`คุณต้องไปพบผู้เข้าพักที่จุดรับรถเมื่อเริ่มต้นระยะเวลาเช่าที่บังคับใช้กับยานพาหนะที่จองไ`,
                    `คุณต้องไม่ทำการรับรองใด ๆ ต่อแขกในนามของ Urent;`,
                    `คุณต้องตรวจสอบให้แน่ใจว่ารถยนต์ที่ลงทะเบียนยังคงเป็นไปตามข้อกำหนดภายใต้ข้อ ‎1 ของส่วน A (ข้อกำหนดของโฮสต์) ตลอดระยะเวลาการเช่า คุณต้องตรวจสอบให้แน่ใจว่ารถยนต์ที่ลงทะเบียนเมื่อเริ่มต้นระยะเวลาเช่า:
                    <div style="padding-top:8px; padding-left: 12px;">
                        <div>(a) อยู่ในสภาพที่ใช้งานได้จริง ใช้งานได้ และปลอดภัย</div>
                        <div>(b) มียางอะไหล่ที่ใช้งานได้จริงและเติมลมได้</div>
                        <div>(c) มีแม่แรงและเครื่องมือเปลี่ยนยาง</div>
                        <div>(d) มีของเหลวในรถยนต์ ระบบส่งกำลัง น้ำมัน น้ำหล่อเย็น เบรกและพวงมาลัยพาวเวอร์ รวมถึงการล้างของเหลวและปัดน้ำฝนในระดับที่น่าพอใจเพื่อคงอยู่ตลอดระยะเวลาเช่า</div>
                        <div>(e) มีน้ำมันเต็มถัง</div>
                        <div>(f) มีความสะอาดพอสมควร</div>
                        <div>(h) ไม่มีของใช้ส่วนตัวของคุณ</div>
                        <div>(i) ให้เป็นไปตามระเบียบ RTA</div>
                    </div>`,
                    `ก่อนมอบรถยนต์ที่ลงทะเบียนให้ผู้เข้าพัก:
                    <div style="padding-top:8px; padding-left: 12px;">
                        <div>(a) ตรวจสอบให้แน่ใจว่าแขกแสดงใบขับขี่ที่ออกให้แก่คุณซึ่งถูกต้องและเป็นปัจจุบันตลอดระยะเวลาเช่าและเหมาะสำหรับรถที่จองโปรดดูรายชื่อประเทศที่รับรองใบขับขี่ <a href="https://www.rta.ae/wps/portal/rta/ae/home/rta-services/service-details?serviceId=3704306">Road and Transportation Authority</a>  ใน UAE สหรัฐอาหรับเอมิเรตส์ไม่รู้จักใบขับขี่จากประเทศใดๆที่ไม่ได้อยู่ในรายการนี้รายการนี้จะได้รับการอัปเดตโดย Urent เป็นครั้งคราว และคุณควรตรวจสอบรายการนี้ก่อนทำการจองใดๆ คุณต้องไม่เก็บใบอนุญาตขับขี่ของแขกหนังสือเดินทางหรือเอกสารอื่นๆของแขก(รวมถึงบัตรเครดิต)ไว้ตลอดเวลาในช่วงระยะเวลาเช่า</div>
                        <div>(b) ถ่ายรูปทะเบียนรถพร้อมบันทึกสภาพรถให้ชัดเจนนอกจากนี้คุณให้สิทธิ์ผู้เข้าพักในการถ่ายภาพยานพาหนะที่ลงทะเบียนเพื่อวัตถุประสงค์ที่จำกัดในการบันทึกสภาพของรถที่จดทะเบียน ทั้งตอนรับและตอนส่งตามข้อกำหนด</div>
                    </div>`],
                extraText: ``
            }, {
                content: `เป็นความรับผิดชอบของคุณที่จะต้องแน่ใจว่าคุณทำตามขั้นตอนที่จำเป็นทั้งหมดเพื่อบันทึกหลักฐานที่ชัดเจนและเชื่อถือได้เพื่อพิสูจน์สภาพของยานพาหนะที่ลงทะเบียนเมื่อเริ่มต้นระยะเวลาการเช่าที่เกี่ยวข้อง`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ขั้นตอนการคืนรถ`,
            content: ``,
            list: [{
                content: `เมื่อสิ้นสุดระยะเวลาเช่าแต่ละคันสำหรับรถยนต์จดทะเบียนซึ่งคุณเป็นเจ้าของที่พัก:`,
                subcontent: [`คุณต้องพร้อมที่จะรับรถที่ลงทะเบียนของคุณที่จุดส่งเมื่อสิ้นสุดระยะเวลาเช่า คุณต้องถ่ายรูปรถจดทะเบียนโดยสังเกตพื้นที่เสียหาย (ถ้ามี)`,`ในกรณีที่ urent หรือเจ้าของทรัพย์สินหยุดให้บริการหรือไม่สามารถจองรถให้แก่ลูกค้าไม่ว่าด้วยเหตุผลใดๆ urentหรือเจ้าของทรัพย์สินจะไม่รับผิดชอบต่อของมีค่าในรถในระหว่างการใช้งานรถ .`],
                extraText: ``
            }]
        },
        {
            title: `ความเสียหาย`,
            content: ``,
            list: [{
                content: `ภายใต้ข้อกำหนด แขกตกลงที่จะปฏิบัติตามเงื่อนไขทั้งหมดของกรมธรรม์ประกันภัยรถยนต์ที่จดทะเบียนของเจ้าของที่พักและมีหน้าที่รับผิดชอบในการชำระค่าประกันภัยรถยนต์ส่วนเกินตามที่กำหนดไว้ในกรมธรรม์ประกันภัยรถยนต์ของเจ้าของที่พัก`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `การเรียกร้องค่าธรรมเนียมการละเมิด`,
            content: ``,
            list: [{
                content: `Iหากคุณได้รับค่าธรรมเนียมการละเมิด:`,
                subcontent: [`สำหรับจอดรถในส่วนใดส่วนหนึ่งของถนนที่ฝ่าฝืนกฎจราจร หรือ`,
                    `ความผิดที่ตรวจพบโดยอุปกรณ์เฝ้าระวังยานพาหนะที่ได้รับอนุมัติ ตำรวจ หรือเจ้าพนักงานบังคับจราจร นั่นคือ:
                <div style="padding-top:8px; padding-left: 12px;">
                    <div>(a) ความผิดเร่งด่วน</div>
                    <div>(b) ความผิดเกี่ยวกับการไม่ปฏิบัติตามคำแนะนำของสัญญาณไฟจราจร หรือ</div>
                    <div>(c) ความผิดทางด่วน; และ</div>
                    <div>(d) ความผิดที่เกี่ยวข้องกับค่าธรรมเนียมการละเมิดเกิดขึ้นในช่วงระยะเวลาเช่า ค่าธรรมเนียมการละเมิดดังกล่าวจะสามารถโอนจากคุณไปยังแขกที่เช่ารถกล่าวคือค่าธรรมเนียมการละเมิดจะโอนจากโฮสต์ไปยังแขกที่ดำเนินการยานพาหนะในขณะที่กระทำความผิดหรือละเมิดกฎหมายจราจรของสหรัฐอาหรับเอมิเรตส์ Urent อนุญาตให้มีการระงับข้อพิพาทดังกล่าวนอกแพลตฟอร์ม</div>
                </div>`],
                extraText: ``
            }]
        },

    ],
    guestTerms_Terms: [
        {
            title: `การลงทะเบียนในฐานะแขก`,
            content: ``,
            list: [{
                content: `หากคุณต้องการใช้บริการเพื่อทำการจองเพื่อเช่ารถจดทะเบียนสำหรับ
                การใช้งานของคุณเอง คุณต้องเป็นผู้ใช้ และคุณต้องอัปเกรดโปรไฟล์ของคุณเป็นสถานะที่รับรองโดยแขก ในการอัปเกรดเป็นสถานะที่ยืนยันโดยแขก คุณต้องให้ข้อมูลที่แท้จริง ถูกต้อง ครบถ้วนและเป็นปัจจุบันแก่เรา (รวมถึงชื่อ วันเกิด ที่อยู่อีเมล รายละเอียดบัตรเครดิต และรายละเอียดอื่น ๆ ) ตลอดจนข้อมูลของสายการบินเอมิเรตส์ปัจจุบันและมีผลสมบูรณ์ของคุณ สำเนาบัตรประจำตัวประชาชน/หนังสือเดินทาง และใบขับขี่ และอัปโหลดเอกสารทั้งสองฉบับไปยังบริการ ตามดุลยพินิจของเรา เราอาจขอข้อมูล/เอกสารอื่นๆ จากคุณ และการอัปเกรดโปรไฟล์ของคุณเป็นแขกขึ้นอยู่กับว่าคุณให้ข้อมูลเพิ่มเติมดังกล่าวแก่เรา`,
                subcontent: [],
                extraText: ``
            }, {
                content: `โปรดดูรายชื่อประเทศที่รับรองใบขับขี่ภายในสหรัฐอาหรับเอมิเรตส์
                <a href="https://www.rta.ae/wps/portal/rta/ae/home/rta-services/service-details?serviceId=3704306">Road and Transportation Authority</a> .
                สหรัฐอาหรับเอมิเรตส์ไม่รู้จักใบขับขี่จากประเทศใดๆ ที่ไม่ได้อยู่ในรายการนี้ หากต้องการเป็นแขก ให้จองและขับรถยนต์จดทะเบียน คุณต้องมีใบอนุญาตขับรถจากประเทศเหล่านี้ รายการนี้อาจมีการปรับปรุงเป็นครั้งคราว และคุณควรตรวจสอบรายชื่อก่อนทำการจองใดๆ`,
                subcontent: [],
                extraText: ``
            }, {
                content: `คุณสามารถเช่ารถได้เฉพาะรถจดทะเบียนที่ขับโดยคุณเพื่อ
                ระยะเวลาการเช่าและสำหรับระยะเวลาที่คุณได้รับใบอนุญาตขับรถตามใบอนุญาตขับขี่ของคุณ`,
                subcontent: [],
                extraText: ``
            }, {
                content: `หากในเวลาใด ๆ หลังจากที่กลายเป็นผู้ใช้ ใบขับขี่ของคุณหมดอายุ ถูกระงับ หรือเป็น
                ถูกเพิกถอน คุณต้องแจ้งให้เราทราบทันที ยกเลิกการจองใดๆ ในปัจจุบัน และไม่ทำการจองใดๆ เพิ่มเติม จนกว่าคุณจะถือใบอนุญาตขับขี่ในปัจจุบันและยังไม่หมดอายุ`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ขั้นตอนการจองสำหรับแขก`,
            content: ``,
            list: [{
                content: `ขั้นตอนต่อไปนี้จะนำไปใช้กับการสร้างการจองโดยแขก:`,
                subcontent: [`ณสามารถขอจองผ่านบริการที่ระบุรถจดทะเบียนที่คุณต้องการเช่าและระยะเวลาเช่าที่คุณต้องการใช้รถจดทะเบียน`,
                    `เจ้าของที่พักอาจเลือกยอมรับหรือปฏิเสธคำขอจองตามดุลยพินิจของตนแต่เพียงผู้เดียว หากเจ้าของที่พักยอมรับคำขอจอง คุณตกลงที่จะจ่ายราคาเช่าให้เรา หากคุณไม่ชำระราคาเช่า รถที่จดทะเบียนจะไม่สามารถใช้ได้ภายใต้คำขอจองอีกต่อไป`,
                    `คุณตกลงว่าคุณต้องดำเนินการจองที่เกิดจากคำขอจองที่ยอมรับให้เสร็จสิ้น โดยมีเงื่อนไขว่า:
                    <div style="padding-top:8px; padding-left: 12px;">
                        <div>(a) คุณสามารถถอน/ยกเลิกคำขอจองเมื่อใดก็ได้ ก่อนที่เราจะยืนยันว่าคำขอจองได้รับการยอมรับตาข้อ</div>
                        <div>(b) คุณสามารถยกเลิกการจองได้ตามข้อ</div>
                    </div>`],
                extraText: ``
            }, {
                content: `คำขอจองจะกลายเป็นการจองเมื่อเราและคุณได้รับการยืนยันแล้ว
                ได้จ่ายราคาค่าเช่าให้เราแล้ว`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `การยกเลิกการจอง`,
            content: ``,
            list: [{
                content: `โดยไม่จำกัดข้อ 3.4 ด้านล่าง และอยู่ภายใต้นโยบายการยกเลิก Urent คุณอาจ
                ยกเลิกการจองเมื่อใดก็ได้ก่อนเริ่มระยะเวลาเช่าซึ่งในกรณีนี้คุณจะได้รับเงินคืนตามราคาเช่าโดยหักค่าธรรมเนียมการยกเลิกที่เกี่ยวข้องตามรายละเอียดในนโยบายการยกเลิก`,
                subcontent: [],
                extraText: ``
            }, {
                content: `หากคุณ:`,
                subcontent: [`ไม่สามารถไปรับรถจดทะเบียนที่คุณจองไว้ ณ สถานที่รับรถภายใน 120 นาทีหลังจากเริ่มระยะเวลาเช่า หรือ`,
                    `เจ้าของที่พักกำหนด (ดำเนินการอย่างสมเหตุสมผล) ว่าคุณไม่เหมาะที่จะขับรถเมื่อเริ่มต้นระยะเวลาเช่า รวมถึงเนื่องจากความมึนเมา คุณจะถือว่าเป็น "แขกที่ไม่ปรากฏตัว" และข้อ 3.3 ด้านล่างจะมีผลบังคับใช้`],
                extraText: ``
            }, {
                content: `ภายใต้ข้อ 3.5 ด้านล่าง หากคุณยกเลิกการจอง คุณจะต้องปฏิบัติตามนโยบายการยกเลิก และคุณจะต้องจ่ายค่าปรับในตารางค่าธรรมเนียมและค่าปรับ ;`,
                subcontent: [],
                extraText: ``
            }, {
                content: `เราอาจยกเลิกบัญชีผู้ใช้ของคุณหากคุณยกเลิกการจองซ้ำๆ`,
                subcontent: [],
                extraText: ``
            }, {
                content: `ในกรณีที่คุณยกเลิกการจองตามข้อ 3.5 ข้างต้น คุณไม่จำเป็นต้อง
                เพื่อชำระค่าธรรมเนียมการยกเลิกและคุณจะได้รับเงินคืนในราคาเช่าหาก:`,
                subcontent: [`คุณแจ้งให้เราทราบทันทีถึงการยกเลิก และแจ้งให้เราทราบถึงเหตุผลที่คุณยกเลิกการจอง; และ`,
                    `เมื่อมีการสอบสวนอย่างสมเหตุสมผลเราจะตรวจสอบว่าเหตุผลที่คุณยกเลิกการจองนั้นสมเหตุสมผลในสถานการณ์นั้นๆ หากเจ้าของที่พักยกเลิกการจองกับเรา เราจะคืนเงินค่าเช่าให้คุณ คุณไม่มีสิทธิได้รับส่วนหนึ่งของค่าธรรมเนียมการยกเลิกใดๆ ที่อาจเรียกเก็บจากโฮสต์ในสถานการณ์ดังกล่าว`],
                extraText: ``
            },
            {
                content: `Urent cannot be responsible for last-minute cancellations, while in the control of the customer or not. If the host is not willing to process the refund, Urent cannot initiate a refund for the same.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `เช่า`,
            content: ``,
            list: [{
                content: `สำหรับการจองแต่ละครั้งที่คุณเป็นแขก คุณตกลง:`,
                subcontent: [`การเช่ารถที่ลงทะเบียนจากเจ้าของที่พักสำหรับระยะเวลาเช่าและราคาเช่าตามที่ระบุไว้ในการจองของคุณ;`],
                extraText: ``
            },
            {
                content: `แขกอาจขอให้โฮสต์ขยายระยะเวลาการเช่าเริ่มต้นเป็นการขยาย
                ระยะเวลาการเช่าโดยที่ยานพาหนะที่ลงทะเบียนสามารถเช่าได้ในช่วงเวลาดังกล่าว ระยะเวลาการเช่าเริ่มต้นหรือระยะเวลาการเช่าที่ขยายออกไป ไม่ว่าเป็นรายบุคคลหรือรวมกัน อาจไม่เกิน 90 วัน`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `ผู้เข้าพักต้องแจ้งโฮสต์ล่วงหน้าเกี่ยวกับระยะเวลาการเช่าที่ขยายออกไป
                และต้องได้รับความยินยอมจากเจ้าของที่พักก่อน ไม่ว่าในกรณีใด ผู้เข้าพักต้องแจ้ง Urent เกี่ยวกับระยะเวลาการเช่าที่ขยายออกไปซึ่งตกลงกับเจ้าของที่พักก่อนจะสิ้นสุดระยะเวลาเช่าเริ่มต้นโดยการขยายเวลาการจองผ่านแพลตฟอร์ม Urent`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `ขึ้นอยู่กับนโยบายการยกเลิกของ Urent หากแขกไม่ส่งคืนรถที่ลงทะเบียน
                ให้กับโฮสต์ก่อนสิ้นสุดระยะเวลาเช่า (ซึ่งอาจรวมถึงระยะเวลาการเช่าที่ขยายออกไป) และหลังจากผ่อนผัน โดยไม่จำกัดสิทธิ์หรือการเยียวยาอื่น ๆ ของโฮสต์หรือเราตามกฎหมาย แขกจะต้องรับผิดชอบค่าธรรมเนียมเพิ่มเติม ( “ค่าธรรมเนียมที่ค้างชำระ”) สำหรับช่วงเวลาเพิ่มเติมจนกว่าแขกจะส่งคืนรถที่ลงทะเบียนไปยังโฮสต์ (“ระยะเวลาล่าช้า”) ค่าธรรมเนียมที่ค้างชำระจะคำนวณเป็นอัตรารายวันที่ใช้กับยานพาหนะ ณ เวลาที่ทำการจอง โดยคิดตามสัดส่วนสำหรับระยะเวลาที่ล่าช้า แขกอาจต้องรับผิดชอบค่าใช้จ่ายประกันเพิ่มเติมที่เกี่ยวข้องกับระยะเวลาล่าช้าและค่าใช้จ่ายที่สมเหตุสมผลซึ่งเกิดขึ้นโดยโฮสต์หรือแขกที่ตามมาอันเป็นผลมาจากการส่งคืนรถที่ลงทะเบียนล่าช้า แขกจะยังคงรับผิดชอบต่อภาระหน้าที่ทั้งหมดของแขกตลอดระยะเวลาล่าช้า`,
                subcontent: [],
                extraText: ``
            },]
        },
        {
            title: `การกำหนดราคาและการชำระเงิน`,
            content: ``,
            list: [{
                content: `คุณต้องชำระราคาเช่าด้วยบัตรเครดิตซึ่งเป็นส่วนหนึ่งของกระบวนการขอจอง
                ก่อนทำการจอง ราคาเช่ารวมภาษีมูลค่าเพิ่ม 5% แล้ว`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `คุณตกลงที่จะชำระค่าธรรมเนียมเพิ่มเติมใด ๆ ที่ระบุไว้ในตารางค่าธรรมเนียมและค่าปรับ หรือค่าใช้จ่ายอื่น ๆ ที่เกิดขึ้นจากการจอง ซึ่งรวมถึงแต่ไม่จำกัดเพียงค่าสาลิกและค่าจอดรถ โฮสต์อาจออกใบแจ้งหนี้ให้คุณโดยตรงสำหรับค่าธรรมเนียมเพิ่มเติมหรือค่าใช้จ่ายอื่น ๆ และจะถูกชำระผ่านวิธีการชำระเงินที่ลงทะเบียนของคุณ ข้อตกลงนี้อาจเกิดขึ้นนอกแอพ ค่าธรรมเนียมเพิ่มเติมจะรวมภาษีมูลค่าเพิ่ม 5%`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `ไม่รวมกรมธรรม์ประกันภัยใด ๆ ที่ Urent อาจจัดให้ นิติบุคคลเชิงพาณิชย์ต้อง
                มี "ประกันภัยที่ครอบคลุม" ที่เกี่ยวข้องกับรถทุกคันก่อนที่จะอัปโหลดบน Urent Platform ประกันนี้ต้องรวมอยู่ในราคาเช่าที่ .จัดให้ หน่วยงานทางการค้า`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `การจัดเก็บภาษี ใบอนุญาตใช้ถนน ใบอนุญาตเข้าเมือง หรือค่าทางด่วนใหม่ทั้งหมด หรือเพิ่มขึ้น
                ในการจัดเก็บภาษีที่มีอยู่ ภาษี ใบอนุญาตให้ใช้ถนน ใบอนุญาตเข้าเมืองโดยรัฐบาลหรือโดยหน่วยงานที่มีอำนาจใดๆ หลังจากการจอง จะถูกเรียกเก็บเงินตามและเมื่อถึงเวลาที่ต้องชำระ`,
                subcontent: [],
                extraText: ``
            },]
        },
        {
            title: `ขั้นตอนการส่งมอบรถ`,
            content: ``,
            list: [{
                content: `ขั้นตอนต่อไปนี้จะนำไปใช้กับการส่งมอบรถที่จองไว้ซึ่ง`,
                subcontent: [`คุณต้องไปพบเจ้าของที่พักที่จุดรับรถเมื่อเริ่มต้นระยะเวลาเช่าที่เกี่ยวข้อง และแสดงใบอนุญาตขับรถของคุณให้เจ้าของที่พักตรวจสอบ ซึ่งจะต้องถูกต้องและเป็นปัจจุบันตลอดระยะเวลาของระยะเวลาเช่า และการยืนยัน การจองกับเจ้าภาพ คุณไม่ควรให้ใบอนุญาตขับรถ หนังสือเดินทางหรือบัตรเครดิต (หรือสำเนาใด ๆ ที่กล่าวมาข้างต้น) แก่ เจ้าภาพที่จะถือในช่วงระยะเวลาเช่า;`,
                    `ก่อนรับรถที่จองจากเจ้าของที่พัก คุณต้องถ่ายรูปรถที่จองโดยระบุพื้นที่เสียหายที่มีอยู่ก่อน ตามข้อ 6.1(d)(ii) ของส่วน A (ข้อกำหนดของโฮสต์) เจ้าของที่พักอนุญาตให้คุณถ่ายภาพยานพาหนะที่ลงทะเบียนตามที่กำหนดไว้สำหรับวัตถุประสงค์ของข้อ 6.1(b) นี้`,
                    `เป็นความรับผิดชอบของคุณที่จะต้องดำเนินการตามขั้นตอนที่จำเป็นในการบันทึกหลักฐานของความเสียหายที่มีอยู่ก่อนหน้าของรถที่จดทะเบียนเพื่อพิสูจน์สภาพของรถที่จดทะเบียนเมื่อเริ่มต้นระยะเวลาการเช่าที่เกี่ยวข้อง`],
                extraText: ``
            }]
        },
        {
            title: ` การคืนรถ`,
            content: ``,
            list: [{
                content: ` เมื่อสิ้นสุดระยะเวลาเช่าแต่ละครั้งสำหรับรถยนต์จดทะเบียนที่คุณเช่า:`,
                subcontent: [`คุณต้องส่งคืนรถจดทะเบียนไปยังสถานที่รับส่งที่ตกลงกันไว้`,
                    `คุณจะต้องเสียค่าธรรมเนียมเพิ่มเติม ตามที่กำหนดไว้ในตารางค่าธรรมเนียม ถ้ารถที่จดทะเบียนถูกส่งคืนล่าช้า ไม่มีการลดราคาค่าเช่าหากคืนรถที่จองไว้ก่อนกำหนด`,
                    `ถ้า:
                    <div style="padding-top:8px; padding-left: 12px;">
                        <div>(a) ท่านไม่คืนรถที่จดทะเบียนพร้อมน้ำมันเชื้อเพลิงเต็มถัง</div>
                        <div>(b) รถจดทะเบียนไม่อยู่ในสภาพที่สะอาดเรียบร้อย และ/หรือ</div>
                        <div>(c) มีหลักฐานว่ายานพาหนะที่จองถูกสูบในช่วงระยะเวลาเช่า คุณจะถูกเรียกเก็บเงินค่าธรรมเนียมเพิ่มเติมที่เกี่ยวข้อง ตามที่กำหนดไว้ในกฎของโฮสต์</div>
                    </div>`],
                extraText: ``
            }, {
                content: `ในการคืนรถจดทะเบียนให้เจ้าภาพ จะต้องถ่ายรูปทะเบียนรถที่บันทึกสภาพของรถที่จดทะเบียนไว้อย่างชัดเจน`,
                subcontent: [],
                extraText: ``
            }, {
                content: `เป็นความรับผิดชอบของคุณที่จะต้องแน่ใจว่าคุณทำตามขั้นตอนที่จำเป็นในการบันทึกหลักฐาน
                เพื่อพิสูจน์สภาพของรถจดทะเบียนเมื่อสิ้นสุดการบังคับใช้
                ระยะเวลาเช่า.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ภาระผูกพันของคุณ`,
            content: ``,
            list: [{
                content: `ในส่วนที่เกี่ยวกับการจอง คุณต้อง:`,
                subcontent: [`ตรวจสอบให้แน่ใจว่าได้ใช้ความระมัดระวังตามสมควรทั้งหมดในการใช้รถจดทะเบียน รวมถึงการล็อครถที่จดทะเบียนอย่างปลอดภัยเมื่อไม่ได้ใช้งาน`,
                    `รักษาระดับน้ำหรือน้ำหล่อเย็นที่แนะนำในหม้อน้ำและแบตเตอรี่และแรงดันลมยางของรถจดทะเบียน`,
                    `หากไฟเตือนเปิดใช้งานบนรถที่จดทะเบียน ให้หยุดขับยานพาหนะที่จดทะเบียน และติดต่อโฮสต์โดยเร็วที่สุดเท่าที่เป็นไปได้`,
                    `ตรวจสอบให้แน่ใจว่าคุณและผู้โดยสารทุกคนปฏิบัติตามกฎหมายที่บังคับใช้ทั้งหมด รวมถึงกฎหมายทั้งหมดที่เกี่ยวข้องกับการจำกัดเด็ก`,
                    `แจ้งให้โฮสต์ทราบถึงความเสียหายใดๆ ที่เกิดขึ้นกับรถที่จดทะเบียนทันทีเมื่อทราบถึงความเสียหายนั้น`,
                    `หากรถจดทะเบียนถูกขโมย ให้แจ้งเจ้าบ้านและตำรวจโดยเร็วที่สุดหลังจากพบการโจรกรรมนี้`,
                    `รับค่าปรับหรือค่าใช้จ่ายอื่น ๆ ที่เกิดขึ้นจากการละเมิดกฎจราจรที่เกิดขึ้นระหว่างระยะเวลาเช่า`,
                    `ตรวจสอบให้แน่ใจว่าไม่มีการเปลี่ยนแปลงใด ๆ กับรถหรือส่วนประกอบใด ๆ ที่ถูกถอดออก`,
                    `รับผิดชอบค่าใช้จ่ายเกี่ยวกับน้ำมันเชื้อเพลิง ค่าเจาะยาง และค่าลากจูง (ถ้ามี)`,
                    `ตรวจสอบให้แน่ใจว่าสำเนาของข้อกำหนดเหล่านี้และการจองถูกเก็บไว้ในยานพาหนะที่จดทะเบียนตลอดระยะเวลาเช่าและคุณต้องจัดทำข้อกำหนดเหล่านี้และการจองโดยไม่ชักช้าสำหรับการตรวจสอบตามคำขอของตำรวจหรือเจ้าหน้าที่บังคับใช้การจราจร และ ;`],
                extraText: ``
            }, {
                content: `ในส่วนที่เกี่ยวกับการจอง คุณต้องไม่:`,
                subcontent: [`สูบบุหรี่หรืออนุญาตให้บุคคลใดสูบบุหรี่ในรถที่จดทะเบียน`,
                    `พกพาหรืออนุญาตให้สัตว์ใด ๆ ในรถจดทะเบียน;`,
                    `พกพาวัตถุอันตรายหรือวัตถุอันตรายใด ๆ ไว้ในรถที่จดทะเบียน`,
                    `ใช้รถจดทะเบียนในทางที่ผิด;`,
                    `uใช้รถจดทะเบียนเพื่อจุดประสงค์ที่ผิดกฎหมายหรือขับรถออฟโรด รวมถึงบนชายหาด`,
                    `อนุญาตให้บุคคลอื่นที่ไม่ใช่คุณขับรถที่จดทะเบียน`,
                    `ใช้หรืออนุญาตให้ใช้รถจดทะเบียนในการขนส่งผู้โดยสารเพื่อเช่าหรือให้รางวัล [รวมถึงการใช้รถจดทะเบียนเพื่อวัตถุประสงค์ทางการค้าหรือทางธุรกิจใดๆ เว้นแต่รถจดทะเบียนจะให้เช่าโดยเฉพาะเพื่อวัตถุประสงค์ทางการค้า];`,
                    `ให้เช่าช่วงหรือจ้างรถจดทะเบียนกับบุคคลอื่น`,
                    `อนุญาตให้ยานพาหนะจดทะเบียนดำเนินการนอกอำนาจหรือการควบคุมของคุณ`,
                    `ใช้งานรถจดทะเบียนหรืออนุญาตให้ใช้ในการแข่งขัน ทดสอบความเร็ว แรลลี่ หรือการแข่งขัน`,
                    `ใช้งานรถจดทะเบียนหรืออนุญาตให้ดำเนินการโดยฝ่าฝืนกฎหมายจราจรตามความเหมาะสมในแต่ละรัฐของสหรัฐอาหรับเอมิเรตส์`,
                    `ใช้งานรถจดทะเบียนหรืออนุญาตให้ใช้งานสำหรับการขนส่งมากกว่าจำนวนผู้โดยสารหรือมากกว่ามวลรวมของรถที่ระบุไว้ในใบรับรองการบรรทุกสำหรับรถจดทะเบียน`],
                extraText: ``
            }]
        },
        {
            title: `อุบัติเหตุและความเสียหาย`,
            content: ``,
            list: [{
                content: `หากรถจดทะเบียนได้รับความเสียหายระหว่างระยะเวลาเช่า คุณต้องรายงาน
                สร้างความเสียหายให้กับ โฮสต์ และ Urent ทันที`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `โดยไม่จำกัดข้อ`,
                subcontent: [`หากรถจดทะเบียนประสบอุบัติเหตุระหว่าง
                ระยะเวลาการเช่า คุณต้อง:`,
                    `ให้รถจดทะเบียนปลอดภัยและแจ้งตำรวจทันที`,
                    `บันทึกหมายเลขใบอนุญาตรถยนต์ของยานพาหนะอื่น ๆ ที่เกี่ยวข้องและชื่อและที่อยู่ของผู้ขับขี่อื่น ๆ ที่เกี่ยวข้อง`,
                    `บันทึกชื่อและที่อยู่ของพยานบุคคลใด ๆ`,
                    `ไม่ยอมรับความรับผิดหรือตกลงข้อตกลงระงับข้อพิพาทใดๆ(รวมถึงการชำระเงินใดๆ)ที่เกี่ยวข้องกับ อุบัติเหตุและ/หรือความเสียหาย`],
                extraText: ``
            },
            {
                content: `คุณต้องไม่จัดเตรียมหรือดำเนินการซ่อมแซมใด ๆ กับรถจดทะเบียน คุณต้อง
                ผ่านกระบวนการประกันที่จำเป็นในกรณีที่ยานพาหนะได้รับความเสียหาย หรือเมื่อพบว่ามีข้อบกพร่องบางส่วน ในกรณีที่คุณจัดการหรือดำเนินการซ่อมแซมด้วยตัวเอง คุณจะต้องรับผิดชอบในการชดเชยเจ้าของที่พักตามการเรียกร้องที่เจ้าของที่พักแจ้ง`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ความรับผิดของคุณ`,
            content: ``,
            list: [{
                content: `ในส่วนที่เกี่ยวกับการจอง คุณจะต้องรับผิดชอบต่อ:`,
                subcontent: [`ความสูญเสียหรือความเสียหายใดๆ ต่อรถยนต์จดทะเบียน`,
                    `ความเสียหายที่เป็นผลสืบเนื่อง การสูญเสีย หรือค่าใช้จ่ายที่เกิดขึ้นโดยเราหรือเจ้าของที่พัก รวมถึง              ค่าใช้จ่ายในการกู้และความเสียหายหรือค่าใช้จ่ายใดๆ ที่เราต้องจ่ายให้กับเจ้าของที่พัก และ/หรือ;`,
                    `การสูญเสียหรือความเสียหายต่อทรัพย์สินของบุคคลที่สาม`],
                extraText: ``
            }]
        },
        {
            title: `การเรียกร้องค่าเสียหาย`,
            content: ``,
            list: [{
                content: `แขกตกลงที่จะปฏิบัติตามเงื่อนไขทั้งหมดของกรมธรรม์ประกันภัยรถยนต์ของเจ้าของที่พักและ 
                รับผิดชอบในการชำระมูลค่าส่วนเกินของประกันภัยรถยนต์ตามที่กำหนดไว้ในกรมธรรม์ประกันภัยรถยนต์ของเจ้าของที่พัก ในกรณีที่มีความเสียหายต่อรถจดทะเบียนที่จำเป็นต้องเรียกร้องภายใต้กรมธรรม์ประกันภัยรถยนต์ของเจ้าของที่พัก`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `การเรียกร้องค่าธรรมเนียมการละเมิด`,
            content: ``,
            list: [{
                content: `คุณจะต้องรับผิดชอบค่าธรรมเนียมการละเมิดทั้งหมดหาก:`,
                subcontent: [`ค่าธรรมเนียมการละเมิดเกิดขึ้น:
                <div>
                    <div>สำหรับจอดรถในส่วนใดส่วนหนึ่งของถนนที่ฝ่าฝืนกฎจราจร หรือ</div>
                    <div>สำหรับความผิดที่ตรวจพบโดยอุปกรณ์เฝ้าระวังยานพาหนะที่ได้รับอนุมัติ ตำรวจ หรือเจ้าพนักงานบังคับจราจร นั่นคือ:
                        <ul>
                            <li>ความผิดโดยเร็ว;</li>
                            <li>ความผิดเกี่ยวกับการไม่ปฏิบัติตามคำแนะนำของสัญญาณไฟจราจร;</li>
                            <li>ความผิดทางด่วน; และ</li>
                            <li>ความผิดที่เกี่ยวข้องกับค่าธรรมเนียมการละเมิดเกิดขึ้นในระหว่างระยะเวลาเช่า</li>
                        </ul>
                    </div>
                </div>`],
                extraText: ``
            }, {
                content: `หากเป็นไปได้ ผู้เข้าพักจะต้องจ่ายเงินให้กับหน่วยงานที่เกี่ยวข้อง
                โดยตรง. ผู้เข้าพักต้องจัดทำรายงานเป็นลายลักษณ์อักษรเกี่ยวกับความผิดใดๆ ที่กระทำโดยผู้เข้าพักในระหว่างการจองไปยัง Urent และเจ้าของที่พักเมื่อส่งคืนรถเมื่อสิ้นสุดระยะเวลาเช่า และจัดเตรียมใบเสร็จรับเงินที่แสดงการชำระเงินใดๆ ให้กับหน่วยงานที่เกี่ยวข้อง`,
                subcontent: [],
                extraText: ``
            }, {
                content: `ในกรณีความผิดโดยเร็ว (และในกรณีที่กฎหมายกำหนด) แขก
                รับทราบและตกลงว่า Urent และ/หรือโฮสต์อาจส่งต่อรายละเอียดของแขกไปยังตำรวจหรือหน่วยงานที่เกี่ยวข้อง ซึ่งอาจติดต่อแขกโดยตรง`,
                subcontent: [],
                extraText: ``
            }, {
                content: `ผู้เข้าพักจะต้องรับผิดชอบค่าจอดรถใด ๆ ที่เกิดขึ้น ณ จุดส่งคืน`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `การครอบครองทรัพย์สิน`,
            content: ``,
            list: [{
                content: `เรามีสิทธิ์ที่จะยุติการจองและเข้าครอบครอง
                รถจดทะเบียนโดยไม่ต้องแจ้งให้คุณทราบหากคุณละเมิดข้อกำหนดใด ๆ ของข้อกำหนดเหล่านี้`,
                subcontent: [],
                extraText: ``
            }, {
                content: `คุณจะชดใช้ค่าเสียหายแก่เราสำหรับค่าใช้จ่ายใด ๆ ที่เกี่ยวข้องกับการครอบครองดังกล่าว
                และจะรับผิดชอบค่าธรรมเนียมเพิ่มเติมที่เกี่ยวข้อง`,
                subcontent: [],
                extraText: ``
            }]
        },
    ],
    guestFeesAndFines: [{
        description: `Salik ค่าธรรมเนียม`,
        charge: `5 dirhams ต่อประตูผ่านทาง`,
        payment: ` รวบรวมโดยโฮสต์เชิงพาณิชย์โดยตรง`,
        service: `NA`
    },
    {
        description: `ไม่มีค่าธรรมเนียมการแสดงตัว`,
        charge: `อัตราค่าเดินทาง 3 วัน หรือ 75% ของค่าเดินทาง 1 วัน ขึ้นอยู่กับระยะเวลาในการจอง
        อ้างถึงนโยบายไม่แสดงตัว`,
        payment: `มีสิทธิ์ได้รับรายได้จากการเดินทางลบค่าธรรมเนียมการดำเนินการ Urent`,
        service: `50% ของรายได้จากการเดินทาง`
    },
    {
        description: `ค่าธรรมเนียมการยกเลิก`,
        charge: `หากทำการจองอีกครั้งภายใน 24 ชั่วโมง ไม่คิดค่าธรรมเนียม
        24 ชั่วโมงขึ้นไปก่อนเริ่มการเดินทาง = 10% ของราคาจองทั้งหมด
        น้อยกว่า 24 ชั่วโมงก่อนการเดินทาง = 20% ของราคาจองทั้งหมด`,
        payment: `มีสิทธิ์ในจำนวนเงินที่เรียกเก็บจากผู้เข้าพักลบด้วยค่าบริการปัจจุบัน`,
        service: `5% ของจำนวนเงินนานกว่า 24 ชั่วโมง
        10% ของจำนวนเงินน้อยกว่า 24 ชั่วโมง`
    },
    {
        description: `ค่าปรับจราจรและตั๋ว`,
        charge: `100% ของยอดทั้งหมด + ค่าบริการโฮสต์เชิงพาณิชย์`,
        payment: `รวบรวมโดยโฮสต์เชิงพาณิชย์โดยตรง `,
        service: `NA`
    },
    {
        description: `เปลี่ยนทริป`,
        charge: `ความแตกต่างของอัตราหากมีการดัดแปลงใด ๆ`,
        payment: `ความแตกต่างในอัตราของการดัดแปลงใด ๆ ตามการดัดแปลง`,
        service: `50 Dhs`
    },
    {
        description: `กลับล่าช้า`,
        charge: `หลังจากระยะเวลาผ่อนผัน 120 นาที จะใช้อัตรารายวันเต็มจำนวน`,
        payment: `รวบรวมโดยโฮสต์เชิงพาณิชย์โดยตรง`,
        service: `NA`
    },
    {
        description: `ไมล์สะสมเพิ่มเติม`,
        charge: `ขึ้นอยู่กับดุลยพินิจของโฮสต์เชิงพาณิชย์`,
        payment: `ขึ้นอยู่กับดุลยพินิจของโฮสต์เชิงพาณิชย์`,
        service: `NA`
    },
    {
        description: `น้ำมันเชื้อเพลิง`,
        charge: `ขึ้นอยู่กับดุลยพินิจของโฮสต์เชิงพาณิชย์`,
        payment: `ขึ้นอยู่กับดุลยพินิจของโฮสต์เชิงพาณิชย์`,
        service: `NA`
    },
    {
        description: `ทำความสะอาดรถ`,
        charge: `ขึ้นอยู่กับดุลยพินิจของโฮสต์เชิงพาณิชย์`,
        payment: `ขึ้นอยู่กับดุลยพินิจของโฮสต์เชิงพาณิชย์`,
        service: `NA`
    },
    {
        description: `กรณีกุญแจหาย`,
        charge: `ขึ้นอยู่กับดุลยพินิจของโฮสต์เชิงพาณิชย์`,
        payment: `ขึ้นอยู่กับดุลยพินิจของโฮสต์เชิงพาณิชย์`,
        service: `NA`
    },
    {
        description: `สูบบุหรี่ในรถ`,
        charge: `ขึ้นอยู่กับดุลยพินิจของโฮสต์เชิงพาณิชย์`,
        payment: `ขึ้นอยู่กับดุลยพินิจของโฮสต์เชิงพาณิชย์`,
        service: `NA`
    }
    ],
    hostFeesAndFines:[{
        violations:`ความล้มเหลวในการรายงานแขกไม่เข้าพัก`,
        charge:`การลบรายได้จากการเดินทาง`,
        payment:`ขึ้นอยู่กับนโยบายการไม่เข้าพักของผู้เข้าพัก`,
        fees:`NA`
    },
    {
        violations:`การยกเลิกโฮสต์ (มากกว่า 48 ชั่วโมงก่อนเริ่มการเดินทาง)`,
        charge:`การลบรายได้จากการเดินทาง`,
        payment:`ในกรณีที่Urent ไม่สามารถช่วยเหลือแขกในการจองรถใหม่ได้คืนเงินเต็มจำนวนให้กับลูกค้า`,
        fees:`20%ของรายได้จากการเดินทางปรับพิเศษ 150 Dhs ในกรณีที่เกิดเหตุการณ์ซ้ำและอาจลบตลาด Urent`
    },
    {
        violations:`โฮสต์การยกเลิกล่าช้า(น้อยกว่า48 ชั่วโมงก่อนเริ่มการเดินทาง)`,
        charge:`การลบรายได้จากการเดินทาง`,
        payment:`บางกรณีUrent ซิงค์ในรถใหม่ได้คืนเงินเต็มจำนวนลูกค้า`,
        fees:`20%ของรายได้จากการเดินทาง250 Dhs ในกรณีที่เกิดเหตุการณ์ซ้ำและอาจถูกลบออกจากตลาด Urent`
    },
    {
        violations:`โฮสต์ไม่ปรากฏตัว (ล่าช้า 60 นาทีตั้งแต่เริ่มต้นการจองและ 180 นาทีสำหรับการจองที่ยืนยันในวันเดียวกันของการเดินทาง)`,
        charge:`ค่าปรับ 500 Dhs และล้างภาษีที่เกี่ยวข้อง ยกเลิกยกเลิก`,
        payment:`ในกรณีที่เราไม่สามารถช่วยสร้างการจองอื่นได้ คืนเงินเต็มจำนวนให้กับลูกค้า`,
        fees:`ปรับพิเศษ150 Dhs ในกรณีที่เกิดเหตุการณ์ซ้ำและอาจถูกลบออกจากตลาด Urent`
    },
    {
        violations:`การสื่อให้เข้าใจผิดเกี่ยวกับรถ(ปีที่ไม่ถูกต้องไม่มีโฆษณาคุณลักษณะ/ฟังก์ชันการทำงาน แพ็คเกจรถไม่ถูกต้อง ทะเบียนหรือข้อมูลป้ายทะเบียนที่หมดอายุหรือไม่ถูกต้อง ฯลฯ)`,
        charge:`400 Dhs ต่อการละเมิด อาจมีการลบรายได้จากการเดินทางหากโฮสต์ยกเลิก`,
        payment:`NA`,
        fees:`NA`
    }
]
}

export default Terms