const AboutUsData = [
    {
        title: "Our Mission",
        body: "Urent is committed to facilitating commercial vehicle reservations in the MENA area. Urent is an innovative solution where users can use their smartphones to rent or list vehicles hassle free and cash in on amazing deals at the same time. We assist traditional rental companies, and private hosts move their business online through Urent."
    },
    {
        title: "Наш Продукт и Сервис",
        body: `Миссия нашей компании – сделать аренду транспортного средства простой, доступной и эффективной. Если вы желаете арендовать автомобиль, то мы поможем вам найти лучшее предложение по отличной цене. Мы просто хотим, чтобы аренда автотранспорта и поиск объявлений о его сдаче в аренду (листинг) не доставляли вам лишних хлопот.

        Мы также понимаем важность услуги, которую вы желаете получить от нас, поэтому мы гарантируем подлинность и актуальность всех наших автомобильных объявлений и откликов дабы облегчить ваш выбор на нашем сайте.
        
        Мы сотрудничаем с национальными компаниями, зарекомендовавшими себя на рынке проката автомобилей, чтобы вы могли выбрать транспортное средство на ваш вкус и на приемлемых для вас условиях и, таким образом, сделать вашу следующую поездку исключительно приятной.`
    },
    {
        title: "Лидеры Рынка",
        body: `Компания Urent остается лидером в странах БВСА по уровню предоставляемого сервиса, обеспечивая максимальный комфорт своим клиентам. Наша команда клиентской поддержки всегда готова помочь вам в организации вашей следующей поездки. Мы постоянно готовы выслушать ваши пожелания и оказать дополнительную помощь, если таковая потребуется. Мы предлагаем вам готовые решения от владельцев транспортных средств с весьма существенной скидкой. Наша главная задача заключается в том, чтобы понимать наших клиентов и учитывать их потребности по подбору автомобилей в аренду, и чтобы при этом, потратив минимум усилий, вы получили оптимальный автомобиль для следующей деловой поездки или отпуска!`
    }
]
export default AboutUsData

