const howitworks = [
    {
        title: "Клиент",
        step1: "Войдите в систему и примите условия пользования Urent",
        step2: "Загрузите копии паспорта, удостоверения личности и водительского удостоверения",
        step3: "Выберите Автомобиль",
        step4 : `Подтвердите выбор автомобиля и примите условия его владельца`,
        step5 : "Свяжитесь через чат с владельцем и договоритесь о месте вручения и возврата автомобиля"
    },
    {
        title: `ВЛАДЕЛЕЦ`,
        step1: "Войдите в систему и примите условия пользования Urent",
        step2: "Загрузите копии национального удостоверения личности и водительского удостоверения",
        step3: "Заполните данные об автомобиле и укажите условия его использования (цена, лимит пробега)",
        step4 : "Договаривайтесь с клиентом"
    },
]

export default howitworks
