const PrivacyData = [
    {
        title: "Информация собираемая ресурсом Urent",
        body: "Для обработки ваших запросов на интернет-ресурсе Urent мы собираем предоставляемые нам ваши персональные данные, и кроме этого персональную информацию, получение которой доступно через сторонние ресурсы, а также персональную информацию, которая автоматически накапливается в процессе использования сервисов приложения. Urent не будет передавать данные дебетовых / кредитных карт третьим лицам. Urent предпринимает соответствующие шаги для обеспечения конфиденциальности и безопасности персональных данных с помощью различных аппаратных и программных средств. Однако Urent не может гарантировать безопасность какой-либо информации, выкладываемой в Интернете."
    },
    {
        title: "Какую персональную информацию вы нам передаете?",
        body: "Предоставляемые пользователем учетные данные будут сохранены в базе данных Urent (т.е. адрес электронной почты, пароль, номер телефона). Пользователям также предлагается загрузить в персональный профиль свою фотографию для идентификации своей личности в дальнейшем. Это также будет храниться в базе данных Urent. Вся информация о поездках, а также заказах на бронирование отслеживается и сохраняется в базе данных Urent. Urent собирает информацию о транспортном средстве владельца (а именно, изображение автомобиля, номерной знак, расценки и т. д.), Эта информация напрямую отображается в мобильном приложении для облегчения поиска автомобиля напрокат нашими клиентами. Urent хранит все эти данные во избежание несоответствий. Информация обо всех кредитных и дебетовых картах надежно хранится у нашего партнера и владельца платежного шлюза, что обеспечивает всем пользователям дополнительную защиту столь чувствительной информации."
    }, {
        title: "Какая информация автоматически собирается во время работы с приложением?",
        body: "Мы собираем данные об использовании нашего ресурса. Мы отслеживаем и собираем информацию о ваших действиях на нашей платформе, таких как просмотренный вами контент, история поисков, оформленные вами заказы по бронированию автомобилей и все прочие действия на платформе. Мы собираем данные о вашем местонахождении. Точные координаты вашего местонахождения можно получить с вашего мобильного устройства, однако с помощью настроек на своем мобильном устройстве вы в любой момент можете отключить функцию определения вашего местоположения. Мы также собираем файлы cookies, небольшие файлы данных с нашей платформы. Файлы данных могут быть в виде прозрачных GIF-файлов, файлов cookie, пиксельных тегов или/и хранилищ, предоставляемых вашим браузером или связанным с ним приложением."

    }, {
        title: "Какую персональную информацию мы получаем из сторонних ресурсов?",
        body: `Мы получаем информацию исключительно от сторонних сервисов, когда пользователь решает авторизоваться через сторонний ресурс (например, Facebook, Twitter или Google). В этом случае сторонний сайт перенаправляет нам ваши персональные данные, включая ваши фотографию профиля, имя, адрес и прочую информацию, которую вы предоставили при регистрации. Присылаемая нам информация контролируется третьей стороной, а не нами.

        При сопоставлении учетной записи, находящейся в ведении третьей стороны, с вашей учетной записью на ресурсе Urent и разрешая Urent доступ к этой информации, вы даете согласие на сбор, хранение и использование этой информации в соответствии с настоящей Политикой Конфиденциальности. Однако следует иметь в виду, что мы не несем никакой ответственности за то, как третья сторона использует ваши персональные данные и делится ими. Пожалуйста, ознакомьтесь с политикой конфиденциальности третьей стороны, чтобы понять, как они используют и передают ваши персональные данные.
        
        Мы также хотим довести до вашего сведения, что мы имеем законное право на получение дополнительной информации о вас, например, ваши демографические данные, данные о выявленных фактах мошенничества или данные кредитных бюро от сторонних поставщиков услуг и/или партнеров. Вся эта информация будет собираться в соответствии с действующим законодательством. Мы также можем компоновать сведения о вас, полученные нами из сторонних источников, с прочей информацией на вас, которой мы располагаем.`
    }, {
        title: "Какую персональную информацию могут собирать сторонние источники с сайта?",
        body: "Часть рекламных объявлений, которые вы видите на Сайте, подбираются и передаются третьими лицами, например, рекламными сетями, рекламными агентствами, рекламодателями, а также провайдерами, работающими с целевыми аудиториями. Эти третьи лица могут собирать информацию о вас и вашей онлайн-активности, как на Сайте, так и на других сайтах, при помощи файлов cookie, веб-маяков и других технологий, чтобы понять ваши интересы и предоставить вам рекламу, соответствующую вашим интересам. Пожалуйста, помните, что мы не имеем доступа или контроля над информацией, которую могут собирать эти третьи лица. Работа с получаемой информацией этих третьих лиц не подпадает под действие настоящей политики конфиденциальности"

    },
]
export default PrivacyData
