const Terms = {
    welcomeMessage: `<p><span>Urent принадлежит и находится под управлением компанией UTECH VEHICLES RENTAL BY ELECTRONIC MEDIA & SMART APPS LLC (“Компания” “мы”, “нам”, “наш” и “Urent”).</p>
    <p>Urent предоставляет онлайн-платформу каршеринга, которая соединяет владельцев транспортных средств (“Владельцы”) с людьми, которые хотят арендовать транспортные средства (“Клиенты”) в Объединенных Арабских Эмиратах (ОАЭ). Под транспортными средствами мы понимаем весь транспорт, который может легально и без ограничений передвигаться по дорогам общего пользования, включая, легковые автомобили, фургоны, автобусы и мотоциклы, далее именуемые “Транспортными средствами” и каждое в отдельности “Транспортным средством””.</p>
    <p><span>Настоящие условия и положения(“Условия”) определяют принципы, на которых вы (как “Пользователь”, “вы”, “ваш” и “Владелец” и/или “Клиент” в зависимости от обстоятельств) можете получить доступ и использовать сайт Urent (“Сайт”) с помощью компьютера (включая такие сайты, как Google/Facebook), мобильного устройства или через мобильное приложение, предоставляемое компанией Urent (“Услуги”)</p>
    <p>Условия для Владельцев Urent  определяют условия и положения, которые применяются к Владельцам, предоставляющим свой автомобиль в аренду через Urent, и подробно описаны в Разделе А  к Условий.</p>
    <p><a href="#">Условия для Владельцев Urent  отпределяют правила и условия, которые применяются к Клиенту, который бронирует и арендует транспортное средство у Владельца через Urent, и подробно описаны в Разделе B  к Условий.</p>
    <p>Если у вас есть какие-либо вопросы касаемо Urent , вы сможете найти ответ, прочитав данные Условия или в разделе Часто Задаваемые Вопросы на сайте. Если вы не можете найти ответ на свой вопрос, пожалуйста, свяжитесь с нами по адресу электронной почты, указанному в разделе Контакты ниже.</p>`,
    generalTerms: [
        `<a href="#TERMS">УСЛОВИЯ</a>`,
        `<a href="#PRIVACY POLICY">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</a>`, `<a href="#MEMBERSHIP">ЧЛЕНСТВО</a>`, `<a href="#SBOOKING">БРОНИРОВАНИЕ</a>`,
        `<a href="#FEES AND PAYMENT TERMS">СБОРЫ И УСЛОВИЯ ОПЛАТЫ</a>`, `<a href="#RATINGS AND FEEDBACK">ОЦЕНКИ И ОБРАТНАЯ СВЯЗЬ</a>`, `<a href="#YOUR USE OF THE SERVICES">ИСПОЛЬЗОВАНИЕ УСЛУГ</a>`,
        `<a href="#LICENSE">ЛИЦЕНЗИЯ</a>`, `<a href="#URENT’S ROLE">РОЛЬ URENT</a>`, `<a href="#URENT’S RESERVATION OF RIGHTS">ОГОВОРКА О ПРАВАХ URENT</a>`,
        `<a href="#INTELLECTUAL PROPERTY">ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</a>`, `<a href="#DISCLAIMER OF WARRANTY">ОТКАЗ ОТ ГАРАНТИЙ</a>`, `<a href="#LIMITATION OF LIABILITY">ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ</a>`,
        `<a href="#INDEMNITY">ВОЗМЕЩЕНИЕ УЩЕРБА</a>`, `<a href="#RELATIONSHIP">ВЗАИМООТНОШЕНИЯ</a>`, `<a href="#TERMINATION">РАСТОРЖЕНИЕ ДОГОВОРА</a>`, `<a href="#ELECTRONIC COMMUNICATIONS">ЭЛЕКТРОННЫЕ СРЕДСТВА СВЯЗИ</a>`,
        `<a href="#GENERAL TERMS">ОБЩИЕ УСЛОВИЯ</a>`, `<a href="#GOVERNING LAW AND JURISDICTION">ПРИМЕНИМОЕ ПРАВО И ЮРИСДИКЦИЯ</a>`, `<a href="#CONTACT">Контакты</a>`
    ],
    hostTerms: [
        `<a href="">РЕГИСТРАЦИЯ ТРАНСПОРТНОГО СРЕДСТВА</a>`, `<a href="">ПОРЯДОК БРОНИРОВАНИЯ ДЛЯ ВЛАДЕЛЬЦЕВ</a>`, `<a href="">ОТМЕНА БРОНИРОВАНИЯ</a>`,
        `<a href="">АРЕНДА</a>`, `<a href="">ЦЕНООБРАЗОВАНИЕ И ОПЛАТА</a>`, `<a href="">ПОРЯДОК ВЫДАЧИ ТРАНСПОРТНОГО СРЕДСТВА</a>`, `<a href="">ПРОЦЕДУРА ВОЗВРАТА ТРАНСПОРТНОГО СРЕДСТВА</a>`,
        `<a href="">ПРЕТЕНЗИИ О ВОЗМЕЩЕНИИ УБЫТКОВ</a>`, `<a href="">ПОВРЕЖДЕНИЯ</a>`
    ],
    guestTerms: [
        `<a href="">РЕГИСТРАЦИЯ В КАЧЕСТВЕ КЛИЕНТА</a>`, `<a href="">ПОРЯДОК БРОНИРОВАНИЯ КЛИЕНТАМИ</a>`, `<a href="">ОТМЕНА БРОНИРОВАНИЯ</a>`,
        `<a href="">АРЕНДА`, `<a href="">ЦЕНООБРАЗОВАНИЕ И ОПЛАТА</a>`, `<a href="">ПОРЯДОК ВЫДАЧИ ТРАНСПОРТНОГО СРЕДСТВА</a>`, `<a href="">ВОЗВРАТ ТРАНСПОРТНОГО СРЕДСТВА</a>`,
        `<a href="">ВАШИ ОБЯЗАТЕЛЬСТВА</a>`, `<a href="">АВАРИИ И ПОВРЕЖДЕНИЯ</a>`, `<a href="">ВАША ОТВЕТСТВЕННОСТЬ</a>`, `<a href="">ТРЕБОВАНИЯ О ВОЗМЕЩЕНИИ УЩЕРБА</a>`,
        `<a href="">ПРЕТЕНЗИИ О ВОЗМЕЩЕНИИ УБЫТКОВ</a>`, `<a href="">ВОССТАНОВЛЕНИЕ ВО ВЛАДЕНИИ</a>`
    ],
    generalTerms_Terms: [
        {
            title: `УСЛОВИЯ`,
            content: ``,
            list: [{
                content: `Получая доступ к Услугам и используя их, вы соглашаетесь соблюдать настоящие Условия,, Политику Конфиденциальности, и Условия политики отмены бронирования. Если вы не согласны с каким-либо из Условий, вы не имеете права пользоваться Услугами.    `,
                subcontent: []
            },
            {
                content: `Urent может вносить изменения в настоящие Условия в любое время, опубликовав их обновленную версию. Urent советует вам регулярно проверять Условия на предмет любых изменений в Условиях. Ваше дальнейшее использование Urent будет означать ваше явное согласие с действующей на момент использования версией Условий.`,
                subcontent: []
            },
            {
                content: `Никакой пункт настоящих Условий не затрагивает ваши законные права, как потребителя услуг ни коим образом.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ`,
            content: ``,
            list: [
                {
                    content: `Условия Политики конфиденциальности находятся найти в Политика конфиденциальности Urent.`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `ЧЛЕНСТВО  `,
            content: ``,
            list: [
                {
                    content: `Вы должны зарегистрироваться в качестве Пользователя, чтобы получить доступ к Услугам и пользоваться ими, независимо от того, являетесь ли вы Владельцем или Клиентом. После вашей регистрации в качестве Пользователя мы создадим для вас профиль на основе предоставленной вами информации. Если вы свяжете свой аккаунт в Facebook, то информация из вашего профиля на Facebook будет использована. При подаче заявки на регистрацию в качестве Пользователя:`,
                    subcontent: [`вам должно быть не менее 21 года; и`,
                        `вы должны предоставить правдивую, точную, полную и актуальную информацию (включая, ваше имя, дату рождения, адрес вашей электронной почты, адрес проживания/почтовый адрес, данные кредитной карты и прочие данные), а также ваше текущее и действующее удостоверение личности Emirates ID/копию паспорта и водительские права, все это запрашивается Urent при создании учетной записи на сайте. Urent может запросить у вас дополнительную информацию для завершения регистрации вас в качестве Пользователя, и ваша регистрация в качестве Пользователя будет зависеть от предоставления любой дополнительной информации Urent.`],
                    extraText: ``
                },
                {
                    content: `Регистрируясь в качестве Пользователя на сайте Urent, вы гарантируете, что все данные, которые вы предоставляете Urent, являются правдивыми и полными, и вы соглашаетесь незамедлительно информировать Urent о любых изменениях этих данных (например, об изменении адреса электронной почты). Если вы регистрируетесь в качестве Пользователя, как представитель бизнеса или любой корпорации, вы подтверждаете, что обладаете соответствующими полномочиями связывать бизнес или корпорацию, от имени которого вы регистрируетесь. Вы можете получить доступ и обновить свои данные ((за исключением имени и фамилии), используя раздел “Моя Учетная Запись” Сайта.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Вы разрешаете нам использовать любую информацию, предоставленную нам при вашей регистрации в качестве Пользователя, для проверки этой информации (включая любую информацию, которая будет обновлена), периодического получения ваших кредитных отчетов после регистрации и получения первоначального разрешения от эмитента вашей кредитной карты во время регистрации, если это потребуется. У вас должна быть кредитная карта известного в нашей стране банка, выпущенная на ваше имя, которая принимается компанией Urent, и вы должны зарегистрировать эту кредитную карту у нас на сайте, иначе ваша заявка на регистрацию будет рассмотрена Urent по своему усмотрению.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Мы проявляем разумную осмотрительность в том, чтобы наши Услуги были безопасными, а наши поставщики платежных шлюзов будут единственными учреждениями, которые будут собирать и использовать вашу финансовую информацию. Все транзакции по кредитным картам за наши Услуги обрабатываются с использованием доверенных поставщиков, включая MasterCard и Visa, а также с использованием защищенного шлюза для осуществления онлайн-платежей, который шифрует данные вашей карты в защищенной среде хостинга. Поставщики платежных шлюзов обеспечивают надежное хранение данных вашей кредитной карты в своих системах. Эти данные будут полностью зашифрованы и использоваться только для обработки транзакций по картам, которые вы сами инициировали. Если у вас возникли какие-либо проблемы с оплатой, пожалуйста, сообщите нам, и мы свяжем вас с нашим поставщиком платежных шлюзов.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Чтобы обеспечить надежность, простоту и безопасность вашей аренды, мы используем технологию Secure Socket Layer (SSL).`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Вы несете ответственность за хранение вашего имени пользователя и пароля, а также за предотвращение несанкционированного доступа к вашему профилю. Вы соглашаетесь принять на себя ответственность за все действия, которые происходят под вашей учетной записью или в связи с ней. Пожалуйста, примите все необходимые меры для обеспечения того, чтобы имя пользователя и пароль всегда оставались недоступными для третьих лиц. Пожалуйста, немедленно сообщите Urent, если у вас есть какие-либо основания полагать, что ваше имя пользователя и/или пароль стали известны третьим лицам или используются или могут быть использованы не надлежащим образом.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `У каждого Пользователя может быть только одна учетная запись, даже если Пользователь является юридическим лицом.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Urent оставляет за собой право отказывать в доступе к Сайту, блокировать учетные записи, удалять или редактировать контент, а также отменять заказы по своему собственному усмотрению и без необходимости уведомлять вас.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Удаление учетной записи не может быть завершено до тех пор, пока не будут закрыты все непогашенные остатки. При этом пользователь всегда может обратиться в нашу службу поддержки по вопросу удаления учетной записи`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `БРОНИРОВАНИЕ`,
            content: ``,
            list: [
                {
                    content: `Регистрируясь на Urent, Клиенты получают доступ к обширному списку Транспортных средств, которые они могут выбрать в зависимости от цены, модели, размера и прочих требований и соответственно заключить договор аренды с Владельцем для аренды Транспортного средства на Условиях(“Бронирование”). `,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Существует две категории Владельцев: частные владельцы транспортных средств, называемые “Частными Владельцами” и компании, занимающиеся прокатом автомобилей, называемые Коммерческими Владельцами.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Существуют две категории Клиентов: резиденты ОАЭ, арендующие Транспортные средства (“Клиенты-Резиденты”) и нерезиденты ОАЭ, арендующие Транспортные средства (“Клиенты-Туристы”). Клиенты-Резиденты будет иметь при себе действительное удостоверение личности и водительские права, выданные в ОАЭ.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Клиенты-Резиденты могут арендовать Транспортные средства у Частных и Коммерческих Владельцев, в то время как Клиенты-Туристы могут арендовать только у Коммерческих Владельцев.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `If the Guest wishes to rent a certain Vehicle, he/she can make a Booking by agreeing to the Terms.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `СБОРЫ И УСЛОВИЯ ОПЛАТЫ`,
            content: ``,
            list: [
                {
                    content: `Цены, которые относятся к Услугам (“Сборы”) будут отображаться в Дирхамах Объединенных Арабских Эмиратов (AED) с учетом 5% НДС, действующим к сборам, и указанным в Списке Сборов`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Когда вы совершаете бронирование, Urent собирает некоторую вашу личную и транзакционную информацию (например, имя, адрес, адрес электронной почты). Использование вашей персональной информации компанией Urent подробно описано в настоящих Условиях.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Вы можете оплатить Сборы за Бронирование, предоставив данные своей кредитной карты воспользовавшись безопасной формой онлайн-заказа на сайте. Urent не принимает никаких других способов оплаты за свои Услуги.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Когда вы совершаете бронирование, система Urent автоматически запрашивает у эмитента вашей карты требуемую сумму транзакции. Если Urent получит действительную авторизацию, эмитент вашей карты удержит эту сумму до момента перевода в пользу Urent. Получение данных вашей кредитной карты и осуществление платежей по предоплате не является подтверждением Urent вашего Бронирования.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Бронирование осуществляется при доступности транспортного средства и подтверждении этого владельцем. Мы можем не подтвердить ваше бронирование в определенных ситуациях, включая:`,
                    subcontent: [`если ваше Бронирование находится в вашем списке отложенных бронирований/корзине на Сайте, но еще не оплачено;`,
                        `если транспортное средство недоступно;`,
                        `если мы не можем получить авторизацию вашего платеж;`,
                        `по любой другой причине (по нашему собственному усмотрению).`],
                    extraText: `Мы не несем ответственности за предоставление вам какой-либо дополнительной информации о причинах, по которым мы не подтвердили ваше Бронирование.`
                },
                {
                    content: `Мы не будем обрабатывать ваш платеж (или прекращать обработку вашего Бронирования) в подобных ситуациях и не будем нести ответственности перед вами или любой третьей стороной, если мы примем решение отклонить обработку, отменить или приостановить любое Бронирование после начала обработки. Мы оставляем за собой право отказать в обслуживании, заблокировать вашу учетную запись или отменить Бронирование по нашему собственному усмотрению.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Если вы используете наши Услуги для оформления Бронирования, вы соглашаетесь оплатить полную сумму, подлежащую оплате за подобное Бронирование, указанную в запросе на бронирование. Если эмитент вашей кредитной карты откажется авторизовать оплату, мы аннулируем ваше бронирование и свяжемся с вами для повторной оплаты. Мы не несем ответственности, если это приведет к задержке вашего бронирования.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Как только бронирование будет завершено, и оплата будет успешно получена, мы вышлем вам электронное письмо с подтверждением бронирования и квитанцией об оплате.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Пожалуйста, не отправляйте в Urent никакую платежную информацию по электронной почте, WhatsApp, смс, по телефону или через любые другие социальные сети. Urent не может гарантировать безопасность любой платежной информации, передаваемой по любому из перечисленных каналов, и не несет ответственности перед вами за любые убытки, причиненные в результате несанкционированного доступа к любому из этих каналов.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Все сборы будут автоматически списаны с вашей зарегистрированной платежной карты. Вы соглашаетесь с тем, что нам не нужно ожидать какого-либо дальнейшего одобрения от Вас для возмещения таких расходов. Вы несете ответственность за поддержание достаточных средств или кредита на вашей платежной карте, чтобы погасить расходы. Urent не несет ответственности за низкий лимит или превышение лимита кредитной карты после вычета. Любой возврат денежных средств будет сделан только на исходную платежную карту которую вы использовали для бронирования.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `В случае непогашенных штрафов Urent может взимать плату с арендатора, используя свой платежный шлюз и предварительную авторизацию для обеспечения безопасности платежей. В случае неоплаченного остатка Urent имеет право передать информацию, относящуюся только к сбору штрафов, третьей стороне, которая будет использовать свои собственные средства, правовых или иные, для сбора платежей.`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `ОЦЕНКИ И ОБРАТНАЯ СВЯЗЬ`,
            content: ``,
            list: [
                {
                    content: `Пользователи могут оставлять оценки и отзывы (“Обратная связь”) о своем опыте использования Услуг и взаимодействии с другими Пользователями.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Публикуя подобную Обратную связь, вы гарантируете, что:`,
                    subcontent: [`вы взаимодействовали с Пользователями;`,
                        `утверждения о фактах, которые вы публикуете в виде Обратной связи, являются правдивыми или существенно не отличаются от истины;`,
                        `вы не будете использовать неприличные или оскорбительные выражения или предоставлять любые материалы, которые содержат или потенциально могут содержать клевету, оскорбления или разжигать ненависть, нанести вред другим пользователям, или нанести вред бизнесу Urent; и`,
                        `разрешается публикация только одного отзыва на каждую Услугу;`
                    ],
                    extraText: ``
                },
                {
                    content: `Вы признаете и принимаете тот факт, что ваши отзывы будут находиться в общем доступе для просмотра на сайте Urent. Urent не несет ответственности за проверку или редактирование отзывов. Вы даете согласие на публикацию и разрешаете компании Urent опубликовать Обратную связь, даже если такая Обратная связь может иметь критичное значение или дискредитировать вас, и даже если компании Urent может быть известно или должно быть известно, что такая Обратная связь вызвала или способствовала публикации заявления, которое дискредитирует вас.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Настоящим Вы безповоротно освобождаете Urent и отказываетесь от любых прав в отношении Urent в отношении любой ответственности, вытекающей из или в связи с публикацией любых комментариев, содержащих клевету, сделанных вами или о вас в такой Обратной связи. Вы соглашаетесь возместить убытки и обезопасить компанию Urent и ее филиалы (а также их соответствующих сотрудников, руководителей и представителей) от любых претензий и исков, предъявленных третьей стороной, возникших в связи с любой обратной связью, оставленной вами, если у вас есть какие-либо претензии к любому другому пользователю компании Urent. Вы должны решать такие споры непосредственно с данным Пользователем.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Вы соглашаетесь не предпринимать никаких юридических действий против Urent в связи с Обратной связь, размещенной вами или в отношении вас через Услуги.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `ИСПОЛЬЗОВАНИЕ УСЛУГ`,
            content: ``,
            list: [
                {
                    content: `Urent предоставляет вам ограниченную, неисключительную, непередаваемую и отзываемую лицензию на использование Услуг по прямому назначению при условии соблюдения вами настоящих Условий. Вы не имеете права копировать, изменять, распространять, продавать или сдавать в аренду какую-либо часть Услуг. Если данное ограничение не запрещено законом или у вас нет нашего письменного разрешения, вы не имеете права перепрограммировать или пытаться получить исходный код Услуг нашего сайта. Вы можете получить доступ к Услугам только через интерфейсы, которые мы предоставляем для этой цели (например, вы можете получить доступ к Услугам через сайт; вы не имеете права пытать копировать Услуги с помощью автоматизированных средств или клонировать любую часть наших Услуг), а также не имеете права мешать работе или пытаться изменить наши Услуги`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Некоторые части наших Услуг могут позволять вам загружать или отправлять контент (например, текст, изображения, видео, списки, ссылки и другие материалы). Вы сохраняете все права на любой контент, который вы загружаете или отправляете, и несете полную ответственность за этот контент. Вы предоставляете Urent неисключительную, безвозмездную, международную, передаваемую, сублицензируемую лицензию на использование, хранение, публичное отображение, публичное исполнение, воспроизведение, изменение, создание производного контента и распространение любого такого контента, включая любую обратную связь, в целях текущего использования, предоставления и улучшения Услуг. Urent может, по своему собственному усмотрению, удалить или снять с публикации любой контент, включая любую обратную связь, которую вы загружаете или отправляете в Услуги, по любой причине, включая случаи нарушения настоящих Условий.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Вы можете получить доступ к Услугам через загружаемое программное обеспечение, и это программное обеспечение может автоматически обновляться на вашем устройстве. [Некоторые программы или части программного обеспечения в наших Услугах могут регулироваться лицензиями, основанных на использовании открытого исходного кода. В таких случаях мы предоставляем лицензии вам, и в случае конфликта между подобной лицензией и настоящими Условиями лицензия на использование открытого исходного кода будет главенствовать, но только в отношении программного обеспечения или части программного обеспечения, к которому она применяется].`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Если вы используете Urent как представитель бизнеса или любой организации, вы заявляете и гарантируете, что у вас есть необходимые полномочия для представления данного бизнеса или организации согласно настоящим Условиям и вы соглашаетесь с настоящими Условиями как представитель этого бизнеса или организации`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Мы постоянно изменяем и совершенствуем наши Услуги. Мы имеем право добавлять новые функции, изменять существующие функции или удалять функции из Услуг в любое время и без предварительного уведомления. Если вы предоставляете нам какую-либо Обратную связь или другие комментарии относительно Услуг, вы предоставляете Urent право на неограниченное, бессрочное использование такой Обратной связи или других комментариев для любых целей без каких-либо ограничений или оплаты.9`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `ЛИЦЕНЗИЯ`,
            content: ``,
            list: [
                {
                    content: `Urent имеет необходимую лицензию, выданную Дорожно-транспортным Ведомством (RTA), для оказания Услуг.   `,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `URENT’S РОЛЬ`,
            content: ``,
            list: [
                {
                    content: `Urent не является ни Владельцем, ни Клиентом Транспортных Средств. Urent выполняет роль посредника, предоставляющего платформу, которая связывает Владельцев и Клиентов с целью предоставления Услуг в соответствии с настоящими Условиями. Договоренности о предоставлении и возврате транспортных средств заключаются без участия Urent и исключительно между Владельцем и Клиентом. Следовательно, договор аренды, оформленный в результате Бронирования с использованием Услуг сайта, также заключается исключительно между Владельцем и Клиентом. Исполнение любых договорных обязательств, которые появляются после осуществления Бронирования с использованием Услуги, является ответственностью только Владельца и Клиента как единственных сторон Бронирования. Urent не несет никакой ответственности касаемо Бронирования и любых претензий или споров, которые могут возникнуть между Клиентом и Владельцем в результате Бронирования. Кроме того, Urent не обязана выступать посредником между Владельцем и Клиентом касаемо использования ими Услуги, это происходит на их собственный риск. В соответствии с настоящими Условиями Владелец и Клиент должны разрешать любые последующие споры непосредственно друг с другом. В случае невозможности урегулировать спор, одна из сторон-либо Владелец, либо Клиент- может обратиться по этому поводу в Urent, в результате чего, мы можем предоставить всю дополнительную информацию, которой мы располагаем, которая впоследствии может быть использована в суде Дубаев.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Настоящим Вы безповоротно освобождаете компанию Urent (а также всех наших должностных лиц, руководителей, работников подразделений, сотрудников и агентов) от убытков или претензий (включая косвенные и случайные убытки) любого рода или характера, предполагаемых и непредполагаемых, известных и неизвестных, названных или неназванных, возникших в результате или каким-либо образом связанных со спорами и вашими действиями в качестве Владельца и Клиента. Вы обязуетесь компенсировать и удержать компанию Urent и ее филиалы (а также их соответствующих сотрудников, руководителей и представителей) от любых претензий, исков или убытков в связи с подобным спором и/или вашими действиями в качестве Владельца или Клиента.`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `ОГОВОРКА О ПРАВАХ URENT`,
            content: ``,
            list: [
                {
                    content: `Urent оставляет за собой право, по своему собственному усмотрению, в любой момент отменить любое Бронирование; заблокировать или ограничить доступ к Услугам; или предпринять любые другие действия, связанные с ограничением доступа, доступности или удалению любых спорных материалов, Обратной связи, рейтингов, некорректных списков или неправильно классифицированных транспортных средств, незаконных товаров или товаров, запрещенных к указанию в списках, предоставляемых в Услугах в соответствии с настоящими Условиями. Urent оставляет за собой право, но не обязательство, по своему усмотрению удалять, просматривать или редактировать любой контент, включая Обратную связь, которая нарушает данные условия или предоставляет спорную информацию. Urent оставляет за собой право отказать в размещении любых транспортных средств или в любой момент удалить любые объявления, если Urent возражает против того, как вы определяете себя через Услуги (включая, но не ограничиваясь, ваше имя, брендирование или маркировки) и/или если вы иным образом ненадлежаще используете свое доменное имя.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Urent оставляет за собой право инициировать судебное разбирательство в отношении любых Пользователей за мошенничество при использовании Услуг и любые другие незаконные действия или бездействие, которые нарушают настоящие Условия..`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ`,
            content: ``,
            list: [
                {
                    content: `Если прямо не указано иное, все содержимое Услуг считается авторским правом, товарными знаками, патентами и/или другой интеллектуальной собственностью, которое принадлежит, контролируется или лицензируется компанией Urent или одним из наших представителей или третьими лицами, которые занимались лицензированием материалов для нас и защищены всеми применяемыми законами.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Мы вместе с нашими лицензиатами явно оставляем за собой все права интеллектуальной собственности на все тексты, программы, продукты, процессы, технологии, контент и другие материалы, которые присутствуют в Услугах. Доступ к Услугам не предоставляет и не будет считаться как предоставление кому-либо какой-либо лицензии на любые наши или какие-либо права интеллектуальной собственности третьих лиц. Любое использование Услуг или их содержимого, включая копирование или хранение их полностью или частично, кроме случаев вашего личного некоммерческого использования, без нашего разрешения запрещено.`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `ОТКАЗ ОТ ГАРАНТИЙ`,
            content: ``,
            list: [
                {
                    content: `Услуги предоставляются на условиях “как есть” и “как доступно”. Компания Urent и ее представители, а также наши и их соответствующие поставщики, в том числе любые наши и их должностные лица, руководители, менеджеры, представители, агенты и сотрудники безоговорочно отказываются (в полной мере, разрешенным действующим законодательством) от любых явных, подразумеваемых и установленных законом гарантий, включая, помимо прочего, любые гарантии коммерческой выгоды, пригодности для конкретной цели, свободы от компьютерных вирусов, права собственности и не нарушения прав собственности.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `В дополнении, Urent не делает никаких заявлений, поручений или гарантий относительно степени надежности, своевременности, качества, пригодности или доступности Услуг или Бронирования. Вы полностью принимаете тот факт, что весь риск, который возникает в результате использования вами Услуг, любого Бронирования или любых других услуг, которые были запрошены вами или предоставлены вам, остается исключительно на вас.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Urent не дает никаких гарантий, что Услуги: (а) будут соответствовать вашим требованиям или ожиданиям; (б) будут доступны бесперебойно, своевременно, безопасно или безошибочно; или (в) будут правдивыми, надежными, свободными от вирусов или другого вредоносного кода, полными, законными или безопасными. Услуги могут подлежать ограничениям, задержкам и другим проблемам, вызванными использованием сети Интернет и электронной связи. Urent не несет ответственности за любые задержки, сбоям в предоставлении услуг или любым другим убыткам, возникшим в результате таких проблем.`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ`,
            content: ``,
            list: [
                {
                    content: `В максимальной степени, которое позволяет действующее законодательство, Urent и ее представители, а также наши и их соответствующие поставщики, а также любые наши и их сотрудники, руководители, менеджеры, члены, агенты и работники:`,
                    subcontent: [`не несут ответственности за любые прямые, косвенные, штрафные, непредвиденные, дополнительные или непрямые убытки или убытки (включая, без ограничения, непредвиденные и косвенные убытки, убытки, связанные с упущенной выгодой или убытки, возникшие в результате утери данных или приостановления деятельности бизнеса), возникающие в результате или каким-либо образом связанные с использованием или невозможностью использования Услуг и доступа к контенту, независимо от того, основаны ли они на гарантии, договоре, нарушении законных прав (включая халатность) или согласно любой другой доктрине, а также независимо от того, уведомлен ли Urent о возможности таких убытков; и`,
                        `не должны допускать любую и всякую ответственность за ущерб, причиненный любыми проблемами или техническими неисправностями каких-либо телефонных сетей или линий, компьютерных онлайн- систем, серверов или провайдеров, компьютерного оборудования, программного обеспечения, сбоя любой связи из-за технических проблем или проблем связанных с задержкой интернет-трафика или в Услугах или их сочетание, включая любые травмы или ущерб любым пользователям или компьютеру любого лица, связанные с использованием Услуг или возникшие в результате их использования;`,
                        `В отношении любого Владельца, не несут ответственности за любое повреждение Транспортного средства Клиентом;`,
                        `В отношении любого Клиента, не несут ответственности за любую потерю или повреждение имущества из-за любого сбоя или дефекта в транспортном средстве, арендованном у Владельца, за любой возможный ущерб или травмы, включая смерть.`
                    ],
                    extraText: ``
                },
                {
                    content: `В тех случаях, когда невозможно исключить ответственность в соответствии с действующим законодательством, вы соглашаетесь с тем, что максимальная ответственность Urent и ее представителей, а также наших и их соответствующих поставщиков, а также любых наших и их должностных лиц, руководителей, менеджеров, членов, агентов и сотрудников по любой соответствующей претензии должна быть ограничена суммой в размере 100 дирхамов ОАЭ.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `ВОЗМЕЩЕНИЕ УЩЕРБА`,
            content: ``,
            list: [
                {
                    content: `Настоящим Вы соглашаетесь снять претензии и возместить ущерб Urent и ее представителям, а также нашим и их поставщикам соотвественно, а также любым нашим и их должностным лицам, руководителям, менеджерам, сотрудникам, агентам и работникам любые претензии, обязательства, иски, судебные решения, судебные издержки, основания для иска, возвраты, потери, убытки (фактические и косвенные), штрафы, пени и гонорары адвокатов или другие расходы или затраты любого рода или характера, возникающие в результате или каким-либо образом связанные с использованием вами Услуг, включая, но не ограничиваясь ими, которые были использованы вами или от вашего имени превышающими ответственность, описанную выше, или третьими лицами в результате нарушения вами настоящих Условий, нарушения вами любого закона или прав третьих лиц и/или использования вами Сайта и/или Услуг.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `ВЗАИМООТНОШЕНИЯ`,
            content: ``,
            list: [
                {
                    content: `Настоящие Условия (с периодическими изменениями, вносимыми компанией Urent в соответствии с ее условиями) устанавливают полное понимание и согласие между вами и компанией Urent в отношении использования Услуг.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `РАСТОРЖЕНИЕ ДОГОВОРА`,
            content: ``,
            list: [
                {
                    content: `Компания Urent может ограничить или заблокировать вам доступ ко всем или части Услуг без судебного решения и без какого-либо предварительного уведомления, если она считает, что вы не соблюдаете или нарушаете действующие Условия или любой договор, заключенный с компанией Urent, действующее законодательство или иным образом наносит ущерб интересам компании Urent или любой третьей стороне. Несмотря на такое ограничение или блокировку доступа, вы соглашаетесь с тем, что на вас будут по-прежнему распространяться обязательства, которые по своей природе остаются в силе после такого ограничения или блокировки доступа, включая обязательства, связанные с любыми непогашенными платежами за любые текущие или предстоящие бронирования, любыми правами интеллектуальной собственности и контентом, созданным Пользователями.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `ЭЛЕКТРОННЫЕ СРЕДСТВА СВЯЗИ`,
            content: ``,
            list: [
                {
                    content: `Для выполнения наших обязательств перед вами в соответствии с настоящими Условиями мы можем связаться с вами по электронной почте и/или путем отправки уведомлений через наши Услуги. Вы соглашаетесь получать от нас сообщения посредством электронных средств связи, и, что эти электронные сообщения удовлетворяют любым юридическим требованиям к сообщениям, которые должны быть представлены в письменной форме.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `ОБЩИЕ УСЛОВИЯ`,
            content: ``,
            list: [
                {
                    content: `Взаимоотношения: Ни одно из положений настоящих Условий не будет устанавливать партнерские или агентские отношения между вами и Urent, и вы не будете иметь никаких полномочий обязывать Urent к этому каким-либо образом.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Отделимость: Если какое-либо из положений настоящих Условий будет признано судом компетентной юрисдикции недопустимым, незаконным или не имеющим законной силы и может быть удалено без изменения смысла настоящих Условий, то недопустимое, незаконное или не имеющее законной силы положение будет отделено, а остальные положения продолжат иметь юридическую силу или действие.   `,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Отсутствие Отказа:  Любая неспособность Urent обеспечить соблюдение любых условий, изложенных в настоящих Условиях или других политиках, не является отказом Компании от прав на обеспечение соблюдения этих условий.`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `ПРИМЕНИМОЕ ПРАВО И ЮРИСДИКЦИЯ`,
            content: ``,
            list: [
                {
                    content: `Настоящие Условия регулируются законами, действующими в Эмирате Дубай, Объединенные Арабские Эмираты. Любой спор, касающийся настоящих Условий, подлежит исключительной юрисдикции судов Дубая. Если какая-либо часть Условий будет признана не имеющей законной силы, недопустимой или незаконной любым судом компетентной юрисдикции, остальная часть Условий не будет затронута.  Объединенные Арабские Эмираты- это страна нашего постоянного проживания.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `Контакты`,
            content: ``,
            list: [
                {
                    content: `UTECH VEHICLES RENTAL BY ELECTRONIC MEDIA & SMART APPS LLC, Коммерческая лицензия № 878229, основное место деятельности - г.27-й этаж, башня Тамим Хаус, Аль Барша Хайтс. Вы можете связаться с нами по поводу Сервиса или настоящих Условий наsupport@urent.com и номер + 971 4 5704555.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
    ],
    hostTerms_Terms: [
        {
            title: `РЕГИСТРАЦИЯ ТРАНСПОРТНОГО СРЕДСТВА`,
            content: ``,
            list: [{
                content: `Если вы хотите воспользоваться Услугами по сдаче в аренду вашего транспортного средства в качестве Владельца, вы должны соответствовать одной из следующих двух категорий: физические лица (Частные Владельцы) или компании, занимающимися прокатом автомобилей (Коммерческие Владельцы), Вы должны быть зарегистрированным Пользователем и зарегистрировать свое транспортное средство (“Зарегистрированное транспортное средство”) путем предоставления:`,
                subcontent: [`полного и точного описание Зарегистрированного транспортного средства, не вводящее в заблуждение, включающим подробные сведения о любых материальных дефектах или недостатках Транспортного средства;`,
                    `указания Комиссии Владельца за период аренды Транспортного средства с момента получения до момента возврата (который может меняться в зависимости от бронирования) (каждый “Период аренды”), при этом следует признать, что цена аренды, которая будет показана за Зарегистрированное транспортное средство, будет равна Комиссии Владельца плюс комиссии Urent (“Комиссия Urent”) плюс 5% НДС (в сумме “Стоимость аренды”);”);`,
                    `укажите предлагаемое место выдачи и предлагаемое место возврата.`]
            },
            {
                content: `Вы не имеете право регистрировать Транспортное средство в качестве Зарегистрированного транспортного средства, если не выполняется одной из следующих условий:`,
                subcontent: [`у него есть действующая лицензия на транспортное средство ОАЭ;`,
                    `у вас есть действующий, действительный и полный страховой полис на Зарегистрированное транспортное средство (средства) и включающий условия, которые позволяют вам предоставить ваше транспортное средство в качестве Зарегистрированного транспортного средства Клиентам в соответствии с Условиями;`,
                    `вы являетесь владельцем Зарегистрированного транспортного средства или любым иным образом имеете право зарегистрировать Зарегистрированное транспортное средство в соответствии с настоящими Условиями.`]
            },
            {
                content: `Если в какой-либо момент после регистрации Транспортное средство перестает соответствует требованиям, указанным выше, вы обязаны удалить его из своего профиля и больше не осуществлять бронирование данного Транспортного средства.`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `Вы подтверждаете и соглашаетесь с тем, что:`,
                subcontent: [`вы можете изменить Комиссию Владельца в любое время, при условии одобрения Urent, хотя любая Комиссию Владельца, включенная в Стоимость Аренды при бронировании, которую вы уже приняли, не может быть изменена;`,
                    `вы можете изменить предлагаемое место выдачи и предлагаемое место возврата в любое время до подтверждения бронирования;`,
                    `никакие дальнейшие изменения не могут быть внесены после подтверждения бронирования, также вы обязаны связаться с Urent незамедлительно в ситуациях, которые не зависят от вас;`,
                    `вы должны незамедлительно обновить Зарегистрированные данные и описание транспортного средства, если они изменятся.`],
                extraText: ``
            },
            {
                content: `Вы гарантируете, что Зарегистрированное Транспортное средство соответствует и будет продолжать соответствовать описанию, которое вы предоставили на протяжении всего периода времени, пока оно указано в Услугах, и в течение всего Периода Аренды.`,
                subcontent: [],
                extraText: ``
            }
            ]
        },
        {
            title: `ПОРЯДОК БРОНИРОВАНИЯ ДЛЯ ВЛАДЕЛЬЦЕВ`,
            content: ``,
            list: [{
                content: `Касаемо подтверждения Бронирования Владельцем применяется следующая процедура:`,
                subcontent: [`Владельцы имеют право предоставить свое Зарегистрированное транспортное средство в аренду с использованием Услуг, указав периоды времени, в течение которых Зарегистрированное транспортное средство доступно для аренды в соответствии с процедурами доступности, изложенными в Услугах;`,
                    `после получения подробной информации о запросе на бронирование вы можете по своему усмотрению принять или отказаться от аренды вашего Зарегистрированного автомобиля Гостю, который отправил запрос на бронирование. Если вы принимаете запрос на бронирование, вы подтверждаете и соглашаетесь с тем, что это будет в соответствии с пунктом‎(c), Мгновенное бронирование также может быть включено, это означает, что гость будет иметь возможность получить мгновенное подтверждение своего бронирования, не дожидаясь одобрения хозяина, в соответствии с пунктом ‎(c)`,
                    `После подтверждения бронирования, будь то мгновенное подтверждение или подтверждение Владельцем, оно становится обязательным как для Владельца, так и для Клиента, и в случае отмены вступают в действие сборы за отмену бронирования, указанные в таблице сборов и штрафов;`,
                    `после подтверждения Владельцем или мгновенного подтверждения бронирования Urent предоставляет Подтверждение бронирования Владельцу и Клиенту;`,
                    `Владелец, а не Urent, несет полную ответственность за соблюдение любого утвержденного Бронирования и предоставление Зарегистрированного транспортного средства Клиенту для выполнения Бронирования.`],
                extraText: ``
            }]
        },
        {
            title: `ОТМЕНА БРОНИРОВАНИЯ`,
            content: ``,
            list: [{
                content: `Подчиняется Уренту Политика отмены  и не учитывая пункт 3.4, вы можете отменить Бронирование с помощью Услуг:`,
                subcontent: [`при условии уплаты вами соответствующего сбора за отмену бронирования (как указано в Политике Отмены бронирования), в любое время до начала действия Периода Аренды.`],
                extraText: ``
            }, {
                content: `Предмет Политика отмены Urent  и пунктом 3.4, как часть Бронирования:`,
                subcontent: [`если вы не предоставите Зарегистрированное транспортное средство в месте получения в течение 60 минут после начала периода аренды; или`,
                    `если Клиент определит (действуя разумно), что Зарегистрированное Транспортное средство существенно отличается от описания Зарегистрированного Транспортного средства в Услугах, в этом случае будет считаться, что вы не выполнили Бронирование и будет считаться неявка Владельца, и вы должны будете оплатить соответствующие сборы в соответствии с таблицей сборов и штрафов Urent .`],
                extraText: ``
            }, {
                content: `Мы можем прекратить действие вашей зарегистрированной учетной записи пользователя, если вы неоднократно отменили Бронирование.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `Вы можете отменить Бронирование без необходимости уплаты сбора за отмену бронирования, если Клиент, пришедший в место выдачи перед началом Периода Аренды, не способен, по вашему мнению (действуя разумно), управлять автомобилем в начале Периода Аренды, в том числе из-за алкогольного опьянения.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `Вы можете отменить Бронирование без необходимости уплаты сбора за отмену бронирования, если с предоставленной Клиентом кредитной или дебетовой карты не может быть оплачен депозит, указанный вами в правилах владельца.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `Если вы отмените Бронирование в соответствии с пунктом 3.4 и/или пунктом 3.5, вам не нужно будет платить сбор за отмену бронирования, и вы все равно получите Комиссию Владельца, если:
                `,
                subcontent: [`вы незамедлительно уведомите нас об отмене бронирования и сообщите нам причину, по которой вы отменили Бронирование; и`,
                    `по разумному запросу мы убедимся, что причина, по которой вы отменили Бронирование, была разумной в данных обстоятельствах.`],
                extraText: ``
            }]
        },
        {
            title: `АРЕНДА`,
            content: ``,
            list: [{
                content: `За каждое Бронирование Зарегистрированного транспортного средства, Владельцем которого вы являетесь, вы соглашаетесь:`,
                subcontent: [`предоставить Зарегистрированное транспортное средство в аренду Клиенту на Период Аренды; и`,
                    `что Клиент будет иметь исключительное право пользования Зарегистрированным Транспортным средством на Период Аренды.`],
                extraText: ``
            }, {
                content: `Клиент может попросить Владельца продлить первоначальный Период Аренды на более длительный Период Аренды при условии, что Зарегистрированное Транспортное средство доступно для аренды в течение этого времени. Ни первоначальный Период Аренды, ни любой продленный Период Аренды, будь то по отдельности или вместе, не может превышать 90 дней.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `Клиент должен заранее уведомить Владельца о продлении Периода Аренды и получить предварительное согласие Владельца. В любом случае Клиент должен сообщить Urent о продлении Периода Аренды, согласованного с Владельцем, до истечения первоначального Периода Аренды, совершив продление через платформу Urent.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `Владелец несет ответственность за стандартное обслуживание, ремонт, естественный износ и предоставление Клиенту другого транспортного средства на временное пользование при ремонте транспортного средства, если таковые возникнут во время продленного периода аренды.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `Владелец несет ответственность за предоставление профессиональных услуг своим Клиентам по мере их получения через платформу Urent.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `Владелец должен стремиться к мирному урегулированию любых споров непосредственно с Клиентами.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ЦЕНООБРАЗОВАНИЕ И ОПЛАТА`,
            content: ``,
            list: [{
                content: `Каждый Владелец уполномочивает Urent быть агентом по сбору платежей для Владельца исключительно в целях получения с Клиента Арендной платы и любых других сборов, подлежащих уплате Клиентом в соответствии с настоящими Условиями. В связи с каждым бронированием и в соответствии с Условиями, Urent будет платить Владельцу:`,
                subcontent: [`Комиссию Владельцу; и`,
                    `tлюбые другие подлежащие уплате сборы, рассчитанные в соответствии со Списком Сборов.`],
                extraText: ``
            }, {
                content: `Комиссия Владельца не включает НДС. Если вы являетесь плательщиком НДС и обязаны взимать НДС при сдаче в аренду вашего Зарегистрированного транспортного средства, вы должны связаться с нами по адресу support@urent.com.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `Владелец соглашается с тем, что обязательство Urent уплатить Владельцу Комиссию Владельца и любые другие сборы, перечисленные в списке сборов и штрафах, подлежащих уплате при осуществлении Бронировании, зависит от успешного получения соответствующих платежей от Клиента, связанных с Бронированием.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `В соответствии с пунктом 5.3, мы оплачиваем вам Комиссию Владельца на 10-й день месяца, следующего за месяцем, в котором закончился соответствующий Период Аренды.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `Платежи будут осуществляться через прямой перевод на ваш банковский счет, реквизиты которого вы предоставили нам при регистрации в качестве Пользователя. Залоговый депозит при необходимости может быть взят только Коммерческими Владельцами.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ПОРЯДОК ВЫДАЧИ ТРАНСПОРТНОГО СРЕДСТВА`,
            content: ``,
            list: [{
                content: `Касаемо выдачи Клиенту в рамках Бронирования Зарегистрированного транспортного средства, владельцем которого вы являетесь, применяется следующий порядок:`,
                subcontent: [`вы должны встретить Клиента в месте выдачи перед началом действия соответствующего Периода Аренды с забронированным транспортным средством;`,
                    `вы не должны предоставлять Клиенту от имени Urent никакую информацию;`,
                    `вы должны убедиться, что Зарегистрированное транспортное средство будет соответствовать требованиям пункта ‎1 Раздела А (Условия Владельца) в течение всего Периода Аренды. Вы должны убедиться, что Зарегистрированное транспортное средство, в начале Периода Аренды:
                    <div style="padding-top:8px; padding-left: 12px;">
                        <div>(a) находится в пригодном для дорожного движения, исправном и безопасном состоянии;</div>
                        <div>(b) имеет накаченное запасное колесо, пригодное для дорожного движения;</div>
                        <div>(c) имеет домкрат и все необходимые инструменты для замены колеса;</div>
                        <div>(d) содержит все необходимые автомобильные жидкости на требуемом уровне, которых должно хватить на весь период аренды: трансмиссионную, масло, охлаждающую жидкость, тормозную, для гидроусилителя руля, а также жидкость для стеклоочистителя;</div>
                        <div>(e) имеет полный бак топлива;</div>
                        <div>(f) имеет чистый внешний вид;</div>
                        <div>(h) не имеет ваших личных вещей;</div>
                        <div>(i) соответствует правилам Дорожно-транспортного Ведомства (RTA).</div>
                    </div>`,
                    `До предоставления Зарегистрированного транспортного средства Клиенту вы обязаны::
                    <div style="padding-top:8px; padding-left: 12px;">
                        <div>(a) убедиться, что Клиент предъявил вам водительские права, которые являются действительными и будут действовать на протяжении всего Периода Аренды и что они соответствуют забронированному Транспортному средству. Пожалуйста, ознакомьтесь со списком стран, чьи водительские права признаютсяhttps://www.rta.ae/wps/portal/rta/ae/home/rta-services/service-details?serviceId=3704306 в ОАЭ. ОАЭ не признают водительские права ни одной страны, которая не входит в данный список. Этот список периодически обновляется компанией Urent, и вы должны проверить его перед утверждением любого бронирования. Вы не должны хранить у себя водительские права Клиента, его паспорт или любые другие документы Клиента (включая любые кредитные карты) в любое время в течение Периода Аренды.</div>
                        <div>(b) сфотографировать Зарегистрированное транспортное средство, чтобы иметь четкое документальное подтверждение его состояние. Настоящим Вы также предоставляете Клиенту право фотографировать Зарегистрированное Транспортное средство с конкретной целью документального подтверждения состояния Зарегистрированного транспортного средства как при выдаче, так и при возврате в соответствии с Условиями.</div>
                    </div>`],
                extraText: ``
            }, {
                content: `Вы несете ответственность за то, чтобы предпринять все необходимые меры для записи прозрачных и надежных доказательств, подтверждающих состояние Зарегистрированного транспортного средства перед началом действия соответствующего Периода Аренды.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ПРОЦЕДУРА ВОЗВРАТА ТРАНСПОРТНОГО СРЕДСТВА`,
            content: ``,
            list: [{
                content: `В конце каждого Периода Аренды Зарегистрированного транспортного средства, Владельцем которого вы являетесь:`,
                subcontent: [`вы обязаны иметь возможность забрать свой Зарегистрированный автомобиль в месте возврата в конце Периода Аренды; вы должны сфотографировать Зарегистрированный автомобиль, зафиксировав любые повреждения, если таковые имеются.`,`В случае прекращения обслуживания или бронирования для клиента по какой-либо причине ни Юрент, ни хозяин/владелец транспортного средства не несут ответственности за ценные вещи в транспортном средстве во время принудительного изъятия транспортного средства.`],
                extraText: ``
            }]
        },
        {
            title: `ПОВРЕЖДЕНИЯ  `,
            content: ``,
            list: [{
                content: `В соответствии с настоящими Условиями Клиент соглашается соблюдать все условия страхового полиса Зарегистрированного транспортного средства Владельца и несет ответственность за оплату превышения страховой стоимости транспортного средства, определенной в соответствии с полисом страхования транспортного средства Владельца.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ПРЕТЕНЗИИ О ВОЗМЕЩЕНИИ УБЫТКОВ`,
            content: ``,
            list: [{
                content: `Вы получаете претензию о возмещении убытков:`,
                subcontent: [`за парковку на любом участке дороги, что является нарушением правила дорожного движения; или`,
                    `за правонарушение, зафиксированное утвержденным оборудованием для наблюдения за транспортными средствами, полицией или должностным лицом дорожной полиции, которое является:
                <div style="padding-top:8px; padding-left: 12px;">
                    <div>(a) нарушением скоростного режима;</div>
                    <div>(b) правонарушением, связанным с несоблюдением работы светофора;</div>
                    <div>(c) неуплатой пошлины; и</div>
                    <div>(d) правонарушением, к которому относится оплата за нарушение, которое было совершено в Период Аренды, в таком случае оплата за нарушение может быть выставлена вами Клиенту, арендовавшему Транспортное средство, т. е. плата за нарушение будет выставлена Владельцем Клиенту, который управлял Транспортным средством в момент совершения правонарушения или нарушения закона ОАЭ о дорожном движении, Urent допускает разрешение таких споров за пределами платформы.</div>
                </div>`],
                extraText: ``
            }]
        },

    ],
    guestTerms_Terms: [
        {
            title: `РЕГИСТРАЦИЯ В КАЧЕСТВЕ КЛИЕНТА`,
            content: ``,
            list: [{
                content: ` Если вы хотите воспользоваться Услугами по бронированию аренды Зарегистрированного транспортного средства для

                вашего собственного использование, вы должны быть Пользователем, и вы должны обновить свой профиль до статуса Верифицированного Клиента. Чтобы обновить свой статус до Верифицированного Клиента, вы должны предоставить нам верную, точную, полную и актуальную информацию (включая полное имя, дату рождения, адрес вашей электронной почты, данные кредитной карты и т.д.), а также вашу текущую и действительную копию удостоверения личности/паспорта и водительские права, вы должны загрузить оба этих документа в Услуги. Мы можем, на наше усмотрение, запросить у вас дополнительную информацию/документы, в таком случае обновление вашего профиля будет зависеть от того, предоставите ли вы нам такую дополнительную информацию.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `   Вы можете посмотреть список стран, водительские права которых признаются в ОАЭ

                https://www.rta.ae/wps/portal/rta/ae/home/rta-services/service-details?serviceId=3704306. В ОАЭ не признаются водительские права ни одной страны, которая не входит в данный список. Чтобы стать Клиентом, сделать заказ и управлять Зарегистрированным транспортным средством, вы должны иметь водительские права одной из этих стран. Этот список может периодически обновляться, и вы должны проверить его перед тем, как совершать бронирование.`,
                subcontent: [],
                extraText: ``
            }, {
                content: ` Если в какой-то момент после того, как вы стали Пользователем, срок действия ваших водительских прав истекло, действие ваших водительских прав было приостановлено или

                аннулировано, вы должны незамедлительно уведомить нас, отменить любые текущие Заказы и не делать никаких дальнейших Заказов до тех пор, пока у вас не будет действующих и действительных водительских прав.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ПОРЯДОК БРОНИРОВАНИЯ КЛИЕНТАМИ`,
            content: ``,
            list: [{
                content: `В отношении создания Бронирования Клиентом применяется следующий порядок:`,
                subcontent: [`Вы можете осуществить запрос на бронирование через Услуги, указав Зарегистрированное Транспортное средство, которое вы хотите арендовать, и Период Аренды, на который вам требуется Зарегистрированное Транспортное средство.`,
                    `Вы соглашаетесь с тем, что обязаны завершить Бронирование на основании подтвержденного запроса Бронирования при условии, что:
                    <div style="padding-top:8px; padding-left: 12px;">
                        <div>(a) вы можете снять/отменить запрос на бронирование в любое время до того, как мы подтвердим, что запрос на бронирование был принят в соответствии с пунктом 2.2 ниже; и</div>
                        <div>(b) вы можете отменить Бронирование в соответствии с пунктом ‎3.</div>
                    </div>`],
                extraText: ``
            }, {
                content: ` Запрос на бронирование станет полноценным Бронированием, как только он будет подтвержден нами, и вы

                заплатите нам стоимость аренды.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ОТМЕНА БРОНИРОВАНИЯ`,
            content: ``,
            list: [{
                content: `Без ограничения пункта ‎3.4 и в соответствии с Политикой отмены бронирования Urent  вы можете

                отменить Бронирование в любое время до начала действия Периода Аренды, в этом случае вы получите возврат Стоимости Аренды за вычетом действующего сбора (сборов) за отмену Бронирования, как описано в Политике отмены бронирования..`,
                subcontent: [],
                extraText: ``
            }, {
                content: `Если вы:`,
                subcontent: [`не получили Зарегистрированное транспортное средство, которое вы забронировали в месте возврата в течение 120 минут после начала Периода Аренды; или`,
                    `Владелец почитал (действуя разумно), что вы не в состоянии управлять транспортным средством в начале Периода Аренды, в том числе из-за опьянения, тогда вы будете считаться клиентом, который не явился, и в таком случае будут применяться пункт ‎3.3 ниже`],
                extraText: ``
            }, {
                content: `В соответствии с пунктом 3.5 ниже, если вы отмените Бронирование, на вас будут распространятьсяполитика отмены  и вам придется оплатить штрафы, указанные в таблице сборов и штрафов;`,
                subcontent: [],
                extraText: ``
            }, {
                content: `Мы можем заблокировать вашу учетную запись пользователя, если вы неоднократно отменяете Бронирование.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `  Вы можете отменить бронирование без необходимости платить сбор за отмену, если вы соответствуете

                Принимающая сторона в месте получения в начале Периода аренды, и Зарегистрированный автомобиль, по вашему разумному мнению, существенно отличается от описания Зарегистрированного автомобиля на Urent.
                
                `,
                subcontent: [`вы незамедлительно уведомите нас об отмене бронирования и сообщаете нам причину, по которой вы отменили Бронирование; и`,
                    `при обоснованном запросе мы проверяем, что причина, по которой вы отменили Бронирование, была разумной в данных обстоятельствах. Если Владелец отменит Бронирование, мы вернем вам Стоимость Аренды. Вы не имеете права получать какую-либо часть любого сбора за отмену, которая может быть взята с Владельца в таких обстоятельствах. Возврат средств будет осуществляться только посредством Первоначального Способа оплаты.
                    `],
                extraText: ``
            },
            {
                content: `Urent cannot be responsible for last-minute cancellations, while in the control of the customer or not. If the host is not willing to process the refund, Urent cannot initiate a refund for the same.`,
                subcontent: [],
                extraText: ``
            }
        ]
        },
        {
            title: `АРЕНДА`,
            content: ``,
            list: [{
                content: `Для каждого Бронирования, где вы являетесь Клиентом, вы соглашаетесь:`,
                subcontent: [`арендовать Зарегистрированное Транспортное средство у Владельца на Период Аренды и за Стоимость Аренды, указанной в вашем Бронировании;`,
                    `только Вам будет предоставлено право управлять Транспортным средством.`],
                extraText: ``
            },
            {
                content: `Клиент может попросить Владельца продлить

                первоначальный Период Аренды на более длительный Период Аренды при условии, что Зарегистрированное Транспортное средство доступно для аренды в течение этого времени. Ни начальный Период Аренды, ни любой продленный Период Аренды, будь то по отдельности или вместе, не может превышать 90 дней.`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `The Guest must inform the Host in advance with regard to the extended Rental Period and prior consent must be obtained from the Host. In any case, the Guest must inform Urent of the extended Rental Period agreed with the Host prior to the expiry of the initial Rental Period by making a booking extension through the Urent platform.`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `     Клиент должен заранее уведомить Владельца о продлении Периода Аренды

                и получить предварительное согласие Владельца. В любом случае Клиент должен сообщить Urent о продлении Периода Аренды, согласованного с Владельцем, до истечения первоначального Периода Аренды, сделав продление бронирования через платформу Urent.`,
                subcontent: [],
                extraText: ``
            },]
        },
        {
            title: `ЦЕНООБРАЗОВАНИЕ И ОПЛАТА`,
            content: ``,
            list: [{
                content: `Вы должны оплатить Стоимость Аренды кредитной картой в рамках порядка запроса Бронирования до того

                как будет совершено бронирование. В Стоимость Аренды входит 5% НДС.`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `Вы соглашаетесь оплатить любые дополнительные сборы, которые указаны в таблице сборов и штрафов, или другие расходы, которые произошли в связи с Бронированием, включая, но не ограничиваясь этим, плату за Salik (сборы за проезд по платным участкам автомагистралей эмирата Дубай) и парковку. Владелец может напрямую выставить вам счет за любые дополнительные сборы или прочие расходы, и они будут оплачены с помощью вашего зарегистрированного способа оплаты, данные расчеты могут происходить за пределами Приложения. Дополнительные сборы также будут включать в себя 5% НДС.`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `За исключением любых страховых полисов, которые может предоставить Urent, Юридические Лица должны иметь  

                “полную страховку” на все свои транспортные средства до загрузки на платформу Urent. Эта страховка должна быть включена в стоимость аренды
               
                           предоставляемой юридическими. `,
                subcontent: [],
                extraText: ``
            },
            {
                content: ` Все новые сборы, налоги, дорожные разрешения, разрешения на въезд или дорожные пошлины,

                введенные или увеличенные в существующих сборах, налогах, дорожных разрешениях, разрешениях на въезд, установленных Правительством, или любыми компетентными органами после Бронирования, будут взиматься по мере их оплаты.`,
                subcontent: [],
                extraText: ``
            },]
        },
        {
            title: `ПОРЯДОК ВЫДАЧИ ТРАНСПОРТНОГО СРЕДСТВА`,
            content: ``,
            list: [{
                content: `В отношении выдачи забронированного Транспортного средства, которое вы арендуете

                применяется следующий порядок:`,
                subcontent: [`вы должны встретиться с Владельцем в месте выдачи в начале соответствующего Периода Аренды и предъявить Владельцу для проверки свои водительские права, которые должны быть действительны и действующими на протяжении всего Периода Аренды, а также подтверждение Бронирования Владельцем. Вы никогда не должны передавать свои водительские права, паспорт или кредитную карту (или любую копию из вышеперечисленных документов) Владельцу для хранения на Период Аренды;`,
                    `вы должны, прежде чем принять забронированное Транспортное средство от Владельца, сфотографировать забронированное Транспортное средство, обозначив любые видимые области имеющихся повреждений. В соответствии с пунктом 6.1(г)(ii) Раздела А (Условия Владельца) Владелец обязан предоставить вам разрешение сфотографировать Зарегистрированное Транспортное средство в соответствии с требованиями настоящего пункта 6.1(б)  `,
                    `вы несете ответственность за принятие необходимых мер для регистрации доказательств ранее существовавших повреждений на Зарегистрированном Транспортном средстве, чтобы доказать состояние Зарегистрированного Транспортного средства в начале соответствующего периода аренды.`],
                extraText: ``
            }]
        },
        {
            title: `ВОЗВРАТ ТРАНСПОРТНОГО СРЕДСТВА`,
            content: ``,
            list: [{
                content: ` В конце каждого Периода Аренды Зарегистрированного Транспортного средства, которое вы арендуете:`,
                subcontent: [`you must return the Registered Vehicle to the agreed drop-off location;`,
                    `вы обязаны вернуть Зарегистрированное Транспортное средство в согласованное место возврата;`,
                    `если:
                    <div style="padding-top:8px; padding-left: 12px;">
                        <div>(a) вы не возвращаете Зарегистрированное Транспортное средство с полным баком топлива;</div>
                        <div>(b) Зарегистрированное Транспортное средство не находится в чистом и аккуратном состоянии; и/или</div>
                        <div>(c) при наличии доказательств того, что в забронированном Транспортном средстве курили в течение периода аренды, вам будет выставлен счет на соответствующую дополнительную оплату, как указано в правилах владельца.</div>
                    </div>`],
                extraText: ``
            }, {
                content: `По возвращении Зарегистрированного Транспортного средства Владельцу вы должны сфотографировать Зарегистрированное Транспортное средство

                аккуратно задокументировав состояние Зарегистрированного Транспортного средства.`,
                subcontent: [],
                extraText: ``
            }, {
                content: ` Вы несете ответственность за то, чтобы принять все необходимые меры для фиксации доказательств

                подтверждающих состояние Зарегистрированного Транспортного средства в конце соответствующего
                
                Периода Аренды.
                
                `,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ВАШИ ОБЯЗАТЕЛЬСТВА`,
            content: ``,
            list: [{
                content: `  Касаемо Бронирования вы должны:`,
                subcontent: [`обеспечить, чтобы при использовании Зарегистрированного Транспортного средства соблюдались все разумные меры предосторожности, включая надежную блокировку Зарегистрированного транспортного средства, когда оно не используется;`,
                    `поддерживать рекомендуемые уровни воды или охлаждающей жидкости в радиаторе и аккумуляторе, а также давление в шинах Зарегистрированного Транспортного средства;`,
                    `если на Зарегистрированном Транспортном средстве сработал предупреждающий сигнал, прекратить управление Зарегистрированным Транспортным средством и незамедлительно связаться с Владельцем;`,
                    `убедиться, что вы и все пассажиры соблюдаете все действующие правила, включая правила, касающиеся детских удерживающих устройств;`,
                    `незамедлительно уведомить Владельца о любом повреждении Зарегистрированного Транспортного средства, как только стало известно о повреждении;`,
                    `если Зарегистрированное Транспортное средство украдено, незамедлительно сообщить об этом Владельцу и в полицию после обнаружения кражи;`,
                    `оплатить все штрафы или другие расходы, произошедших в результате нарушений правил дорожного движения, совершенных в Период Аренды;`,
                    `обеспечить, чтобы в транспортное средство не вносились никакие изменения и не удалялись никакие компоненты;`,
                    `нести ответственность за расходы, связанные с заправкой топливом, проколом шин, а также расходы на буксировку (если таковые имеются);`,
                    `обеспечить, чтобы копия настоящих Условий и Бронирование хранилась в Зарегистрированном Транспортном средстве в течение всего Периода Аренды, и вы должны незамедлительно предъявить эти Условия и Бронирование для проверки по требованию Полиции или сотрудника дорожной полиции; и`],
                extraText: ``
            }, {
                content: ` Касаемо Бронирования вы не должны:`,
                subcontent: [`курить или разрешать любому лицу курить в Зарегистрированном Транспортном средстве;`,
                    `перевозить или разрешать перевозить любых животных в Зарегистрированном Транспортном средстве;`,
                    `перевозить любые опасные или вредные материалы в Зарегистрированном Транспортном средстве;`,
                    `неправомерно использовать Зарегистрированное Транспортное средство;`,
                    `использовать Зарегистрированное Транспортное средство в любых незаконных целях или управлять транспортным средством в условиях бездорожья, в том числе на любом пляже;`,
                    `разрешать кому-либо, кроме вас, управлять Зарегистрированным Транспортным средством;`,
                    `использовать или разрешать использовать Зарегистрированное Транспортное средство для перевозки людей по найму или за вознаграждение, [включая использование Зарегистрированного Транспортного средства в любых коммерческих или бизнес-целях, если Зарегистрированное Транспортное средство не сдается в аренду именно в коммерческих целях];`,
                    `сдавать в субаренду или аренду Зарегистрированное Транспортное средство любому другому лицу;`,
                    `разрешить эксплуатацию Зарегистрированного Транспортного средства вне пределов ваших полномочий или контроля;;`,
                    `управлять Зарегистрированным Транспортным средством или использовать в качестве участника в гонках, испытаниях на скорость, ралли или соревнованиях;`,
                    `управлять Зарегистрированным Транспортным средством или разрешать его эксплуатацию в нарушение правил дорожного движения, действующих в каждом Эмирате ОАЭ;`,
                    `эксплуатировать Зарегистрированное Транспортное средство или разрешать его эксплуатацию для перевозки пассажиров, количество которых превышает максимально допустимое количество или масса которых вместе с массой транспортного средства превышает максимально допустимую массу, указанную в свидетельстве Зарегистрированного Транспортного средства.`],
                extraText: ``
            }]
        },
        {
            title: `АВАРИИ И ПОВРЕЖДЕНИЯ`,
            content: ``,
            list: [{
                content: `Если Зарегистрированное Транспортное средство оказалось поврежденным в течение Периода Аренды, вы должны незамедлительно сообщить об этом Владельцу и Urent.`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `Без ограничения пункта ‎9.1, если с Зарегистрированным Транспортным средствов случилась авария в течение Периода Аренды

                вы должны:`,
                subcontent: [`обеспечить безопасность Зарегистрированного Транспортного средства и незамедлительно сообщить об этом в полицию;`,
                    `записать номер транспортных средств любых других причастных транспортных средств, а также имена и адреса любых других причастных водителей;`,
                    `записать имена и адреса любых свидетелей;`,
                    `не признавать никакую ответственность и не соглашаться на какое-либо мировое соглашение (включая выплату любых денежных средств), связанных с аварией и/или повреждением.`,
                    ],
                extraText: ``
            },
            {
                content: `Вы не должны устраивать или проводить какие-либо ремонтные работы Зарегистрированного Транспортного средства; вы должны

                пройти необходимую процедуру в рамках страхового случая при повреждении Транспортного средства или обнаружения неисправности его частей. В случае, если вы сами устроите или проведете ремонт, то вы несете ответственность за выплату компенсации Владельцу в соответствии с претензиями, выдвинутыми Владельцем.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ВАША ОТВЕТСТВЕННОСТЬ`,
            content: ``,
            list: [{
                content: `Касаемо Бронирования вы несете ответственность за:`,
                subcontent: [`любую утрату или повреждение Зарегистрированного Транспортного средства;`,
                    `любой косвенный ущерб, убытки или расходы, понесенные нами или Владельцем, включая расходы на предотвращение и любые убытки или расходы, которые мы должны выплатить Владельцу;`,
                    `любую утрату или повреждение имущества любой третьей стороны.`],
                extraText: ``
            }]
        },
        {
            title: `ТРЕБОВАНИЯ О ВОЗМЕЩЕНИИ УЩЕРБА`,
            content: ``,
            list: [{
                content: `Клиент соглашается соблюдать все условия страхового полиса Транспортного средствf Владельца и

                несет ответственность за выплату любой превышающей стоимости страхования транспортного средства, определенной в соответствии с полисом страхования Транспортного средства Владельца, в случае повреждения Зарегистрированного Транспортного средства, что требует предъявления требования в соответствии со страховым полисом Транспортного средства Владельца.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ПРЕТЕНЗИИ О ВОЗМЕЩЕНИИ УБЫТКОВ`,
            content: ``,
            list: [{
                content: `Вы несете ответственность за все штрафы за нарушение, если:`,
                subcontent: [`возникают штрафы за нарушение::
                <div>
                    <div>за парковку на любом участке дороги, что нарушает правила дорожного движения; или</div>
                    <div>за правонарушение, зафиксированное утвержденным оборудованием для наблюдения за транспортными средствами, полицией или должностным лицом дорожной полиции, которое является:
                        <ul>
                            <li>нарушением скоростного режима;</li>
                            <li>правонарушением, связанным с несоблюдением работы светофора; или</li>
                            <li>нарушение правил оплаты за проезд; и</li>
                            <li>любое правонарушение, к которому относится штраф, который возник в период аренды.</li>
                        </ul>
                    </div>
                </div>`],
                extraText: ``
            }, {
                content: `Насколько это возможно, Клиент несет ответственность за оплату соответствующих

                услуг. Клиент должен предоставить письменный отчет о любых правонарушениях, совершенных Клиентом во время Бронирования, Urent и Владельцу при возврате Транспортного средства в конце Периода Аренды и предоставить квитанции о любых платежах в соответствующие органы.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `В случае нарушения скоростного режима (и других случаях предусмотренных законом) Клиент

                признает и соглашается с тем, что Urent и/или Владелец могут передать данные Клиента полиции или соответствующему органу, который затем может связаться с Клиентом напрямую.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `Клиент несет ответственность за любые расходы, связанные с парковкой, которые могут возникнуть в месте возврата.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `ВОССТАНОВЛЕНИЕ ВО ВЛАДЕНИИ`,
            content: ``,
            list: [{
                content: `Мы имеем право расторгнуть Бронирование и незамедлительно вступить во владение Зарегистрированным

                Транспортным средством без предварительного уведомления вас, если вы нарушаете какие-либо положения настоящих Условий.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `Вы обязаны возместить нам любые расходы, понесенные в связи с любым таким восстановлением во владении,

                и будете нести ответственность за любые соответствующие дополнительные сборы.`,
                subcontent: [],
                extraText: ``
            }]
        },
    ],
    guestFeesAndFines: [{
        description: `Сборы за Salik`,
        charge: `5 дирхамов за один проезд`,
        payment: `Собираются коммерческим владельцем напрямую`,
        service: `Отсутствует`
    },
    {
        description: `Сборы за Неявку`,
        charge: `Стоимость 3 дней поездки или 75% от стоимости 1 дня поездки, в зависимости от продолжительности бронирования.<br></br>См. раздел политика в отношении неявки`,
        payment: `Право на получение дохода с поездки за вычетом комиссии за обработку платежей Urent`,
        service: `50% от дохода с поездки`
    },
    {
        description: `Сборы за Отмену`,
        charge: `IПри повторном бронировании в течение 24 часов сборы не взимается.

        Через 24 часа и более до начала поездки = 10% от общей стоимости бронирования
        
        Менее чем за 24 часа до начала поездки = 20% от общей стоимости бронирования`,
        payment: `Право на получение суммы, взимаемую с клиента, за вычетом платы за обслуживание Urent`,
        service: `5% от суммы, если более чем за 24 часа<br></br>10% от суммы, если менее чем за 24 часа`
    },
    {
        description: `Штрафы и квитанции`,
        charge: `100% от общей суммы + сборы за обслуживание коммерческого владельца`,
        payment: `Собираются коммерческим владельцем напрямую`,
        service: `Отсутствует`
    },
    {
        description: `Изменение поездок`,
        charge: `Разница в ставках, при наличии, на основании изменений`,
        payment: `Разница в ставках, при наличии, на основании изменений`,
        service: `50 дирхамов`
    },
    {
        description: `Задержка Возврата`,
        charge: `После 120 минут бесплатного периода действует полный суточный тариф`,
        payment: `Собираются коммерческим владельцем напрямую`,
        service: `Отсутствует`
    },
    {
        description: `Дополнительный пробег`,
        charge: `На усмотрение коммерческого владельца`,
        payment: `На усмотрение коммерческого владельца`,
        service: `Отсутствует`
    },
    {
        description: `Топливо`,
        charge: `На усмотрение коммерческого владельца`,
        payment: `На усмотрение коммерческого владельца`,
        service: `Отсутствует`
    },
    {
        description: `Чистка Транспортного Средства`,
        charge: `На усмотрение коммерческого владельца`,
        payment: `На усмотрение коммерческого владельца`,
        service: `Отсутствует`
    },
    {
        description: `Потеря Ключей`,
        charge: `На усмотрение коммерческого владельца`,
        payment: `На усмотрение коммерческого владельца`,
        service: `Отсутствует`
    },
    {
        description: `Курение в машине`,
        charge: `На усмотрение коммерческого владельца`,
        payment: `На усмотрение коммерческого владельца`,
        service: `Отсутствует`
    }
    ],
    hostFeesAndFines:[{
        violations:`Не информирование о неявке клиента`,
        charge:`Удаление заработка с поездки`,
        payment:`В соответствии с политикой неявки клиента`,
        fees:`Отсутствует`
    },
    {
        violations:`Отмена владельцем (более чем за 48 часов до начала поездки)`,
        charge:`Удаление заработка с поездки`,
        payment:`В случае, если Urent не смог помочь клиенту забронировать новую поездку, Полный возврат денег Клиенту`,
        fees:`20% от дохода с поездки.

        дополнительный штраф в размере 150 дирхамов при повторных случаях и удаление с платформы Urent`
    },
    {
        violations:`Поздняя отмена Владельцем (менее чем за 48 часов до начала поездки)`,
        charge:`Удаление заработка с поездки`,
        payment:`В случае, если Urent не смог помочь клиенту забронировать новую поездку, Полный возврат денег Клиенту`,
        fees:`20% от дохода с поездки. 250 Dhs  250 дирхамов при повторных случаях и удаление с платформы Urent`
    },
    {
        violations:`Неявка владельца (задержка 60 минут с момента начала бронирования и задержка 180 минут для бронирования, подтвержденного в тот же день поездки)`,
        charge:`бронирования и задержка 180 минут для бронирования, подтвержденного в тот же день поездки) Штраф 500 дирхамов и полное удаление заработка с поездки в случае отмены владельцем`,
        payment:`В случае, если Urent не смог помочь клиенту забронировать новую поездку, Полный возврат денег Клиенту`,
        fees:`Дополнительный штраф в размере 150 дирхамов при повторных случаях и удаление с платформы Urent`
    },
    {
        violations:`Неверная информация о транспортном средстве (неправильный год выпуска, отсутствие обозначенной функции/возможности, неправильное оснащение транспортного средства, истекшая или неправильная информация о регистрации или номерном знаке и т. д.)`,
        charge:`400 дирхамов за нарушение, при условии удаления дохода с поездки, если владелец отменяет поездку`,
        payment:`Отсутствует`,
        fees:`Отсутствует`
    }
]
}

export default Terms