const AboutUsData = [
    {
        title: "Our Mission",
        body: "Urent is committed to facilitating commercial vehicle reservations in the MENA area. Urent is an innovative solution where users can use their smartphones to rent or list vehicles hassle free and cash in on amazing deals at the same time. We assist traditional rental companies, and private hosts move their business online through Urent."
    },
    {
        title: "منتجنا وخدمتنا",
        body: "مهمتنا في Urent هي التأكد من أن عملية استئجار سيارة بسيطة للغاية وبأسعار معقولة.نحن نساعدك في العثور على أفضل سيارة للتأجير بسعر رائع، اذ نريد أن نجعل تجربة التأجير والإدراج خالية من المتاعب. نحن نتفهم أيضًا أهمية الخدمة التي تريدها منا ، وبالتالي ، فإننا نضمن تزويدك بقوائم سيارات ملائمة و تقييمات موضوعية لمساعدتك على إجراء أفضل الاختيارات على موقعنا.نحن نعمل مع شركات تأجير السيارات التقليدية أيضا لنوفر لك المركبات والصفقات التي تختارها لجعل رحلتك القادمة رحلة استثنائية."
    },
    {
        title: "اول منتج فريد في السوق",
        body: "يظل Urent المزوّد الأول في منطقة الشرق الأوسط وشمال إفريقيا الذي يقدم دعمًا مذهلاً من هذا النوع ، لمنحك أفضل تجربة. فريق دعم العملاء لدينا متاح دائمًا لمسعادتك خلال رحلتك القادمة ، متى كانت. نحن متواجدون دائمًا للاستماع إليك وتقديم المساعدة اللازمة عندما تحتاج إليها. نقدم لك صفقات تم التفاوض عليها مسبقًا من مالكي المركبات بأسعار مخفضة للغاية. أولويتنا الرئيسية هي فهم عملائنا واحتياجاتهم في تأجير السيارات ، ونحن نفعل ما بوسعنا لمساعدتك في الحصول على السيارة الأنسب لعملك أو رحلتك القادمة!"
    }
]
export default AboutUsData

