const Cancellation = [
    {
        title: "عدم حضور الضيف",
        body: "إذا أراد الضيف إلغاء رحلة محجوزة ، فيجب عليه إخطار المضيف عبر تطبيق المراسلة فيUrent في أقرب وقت ممكن. يجب معالجة الإلغاء من خلال تطبيق Urent. إذا فشلت في الإلغاء ولم تحضر للرحلة في موقع الالتقاء بعد 120 دقيقة من وقت بدء الرحلة ، فإن الوضعية تُعتبر عدم حضور الضيف ويتم تطبيق رسوم عدم حضور الضيف. وضعية الضيف الذي يحضر رحلة بدون رخصة قيادة أو برخصة غير صالحة تعتبر أيضًا وضعية عدم حضور الضيف. بعد تحصيل الرسوم ، لن يتم استرداد الأموال إلا من خلال طريقة الدفع الأصلية.",
        bodyTable: [{
            columnOne: "طول الرحلة",
            columnTwo: "الرسوم"
        }, {
            columnOne: "أكثر من 3 أيام *",
            columnTwo: "سعر 3 أيام من تكلفة الرحلة"
        }, {
            columnOne: "أقل من 3 أيام",
            columnTwo: "75٪ من من تكلفة 1 يوم من الرحلة"
        }],
        extraText: ''
    },
    {
        title: "عودة الضيف في وقت متأخر",
        body: "إذا فشل الضيف في الحضور إلى موقع تسليم السيارة المتفق عليه بعد 120 دقيقة من وقت انتهاء الرحلة، التي يعتبر فترة سماح ، فسيتم تحصيل سعر الإيجار اليومي الكامل عن فترة الاستحقاق. قد يتم تحصيل هذه الرسوم المتأخرة خارج التطبيق من قبل المضيف التجاري.",
        bodyTable: [],
        extraText: ''
    },
    {
        title: "رسوم إلغاء الضيف",
        body: "ذا أراد الضيف إلغاء رحلة محجوزة ، فيجب عليه إخطار المضيف عبر رسائل Urent في أقرب وقت ممكن. ويجب معالجة الإلغاء من خلال تطبيق Urent. إذا ألغى الضيف الرحلة قبل موافقة المضيف على الحجز ، فلن يتحمل الضيف أي رسوم. هذا ينطبق فقط على الحجوزات التي تحتاج إلى موافقة المضيف. إذا كان الحجز فوريًا أو إذا أراد الضيف الإلغاء بعد موافقة المضيف بالفعل ، يتم تطبيق القواعد التالية.",
        bodyTable: [{
            columnOne: "وقت الإلغاء",
            columnTwo: "رسوم الإلغاء"
        }, {
            columnOne: "24 ساعة أو أكثر قبل بدء الرحلة",
            columnTwo: "10٪ من سعر الحجز الإجمالي"
        }, {
            columnOne: "أقل من 24 ساعة من بدء الرحلة",
            columnTwo: "20٪ من سعر الحجز الإجمالي"
        }],
        extraText: `
        يمكن للضيف إلغاء حجز دون أي رسوم إذا قام بحجز آخر مع نفس المضيف في غضون 24 ساعة.
        
        لن يتم استرداد الأموال إلا من خلال طريقة الدفع الأصلية.`
    }, {
        title: "عدم حضور المضيف",
        body: `إذا أراد مضيف إلغاء رحلة محجوزة ، فيجب عليه إخطار الضيف عبر رسائل Urent في أقرب وقت ممكن. سيعتبر عدم الإلغاء و / أو التأخير لمدة تزيد عن 60 دقيقة لمقابلة ضيفك في الموقع المحدد من بداية وقت الرحلة دون إخطار الضيف كحالة عدم حضور المضيف وسيخضع لغرامة قدرها 500 درهم والإزالة الكاملة لأرباح الرحلة. سيتم تطبيق غرامة إضافية قدرها 150 درهمًا في حالة تكرار الحادث وسيكون المضيف عرضة للإزالة من سوق Urent. بالنسبة للحجوزات في نفس اليوم، يتمتع المضيفون بفترة سماح مدتها 120 دقيقة لمقابلة ضيوفهم في الموقع المحدد من بداية الرحلة دون تطبيق عقوبة عدم حضور المضيف أعلاه.

        Iإذا قرر الضيف عند مقابلة المضيف (بشكل معقول) أن السيارة تختلف اختلافًا جوهريًا عن وصف السيارة المسجلة في الخدمة ، فسيتم اعتبار هذه الحالة أيضًا كعدم حضور المضيف و تطبق عليه عقوبة عدم الحضور المذكورة أعلاه.`,
        bodyTable:[],
        extraText: ''
    }, {
        title: "إلغاء المضيف",
        body: "مع مراعاة أسباب الإلغاء ، في حالة قيام المضيف بإلغاء رحلتك ، سيتواصل فريق Urent مع الضيف لمحاولة المساعدة في إجراء حجز آخر. إذا اختار الضيوف عدم إجراء حجز آخر ، فيحق للضيوف استرداد المبلغ بالكامل ويخضع المضيفون للعقوبات أدناه",
        bodyTable: [{
            columnOne: "وقت الإلغاء",
            columnTwo: "رسوم الإلغاء"
        }, {
            columnOne: "أكثر من 48 ساعة من بدء الرحلة",
            columnTwo: "20٪ من ربح الرحلة ، وغرامة إضافية 150 درهم في حالة تكرار الحادث مع امكانية الإزالة من سوق Urent"
        }, {
            columnOne: "أقل من 48 ساعة من بدء الرحلة",
            columnTwo: "20٪ من ربح الرحلة ، وغرامة إضافية 250 درهم في حالة تكرار الحادث مع امكانية الإزالة من سوق Urent"
        }],
        extraText: ''
    }, {
        title: "تعديلات الرحلة من المضيف",
        body: "بعد موافقة المضيف على الحجز ، لا يمكن إجراء المزيد من التعديلات. تخضع عمليات الإلغاء أو عدم الحضور لغرامات ورسوم. جميع الغرامات هي رسوم يتم فرضها لكل مخالفة.",
        bodyTable:[],
        extraText: ''
    }, {
        title: " استرداد المبالغ",
        body: "سيتم رد المبالغ الى طريقة الدفع الأصلية وستتم معالجتها في غضون 10 إلى 45 يومًا طبقا لأحكام البنك الذي أصدر بطاقة الائتمان.",
        bodyTable:[],
        extraText: ''
    }
]
export default Cancellation

