const howitworks = [
    {
        title: "زائر",
        step1: "سجّل الدخول ووافق على شروط وأحكام Urent",
        step2: "تحميل الهوية الوطنية ورخصة القيادة",
        step3: "تصفّح المركبات",
        step4 : "حدد السيارة ووافق على شروط وأحكام المضيف",
        step5 : "قم بالدردشة مع مضيفك ونسق الاستلام والتوصيل"
    },
    {
        title: "مضيف",
        step1: "سجّل الدخول ووافق على شروط وأحكام Urent",
        step2: "تحميل الهوية الوطنية ورخصة القيادة",
        step3: "ادراج السيارة وضبط شروطها (السعر ، المسافة القصوى)",
        step4: "التنسيق مع الزائر"
    },
]

export default howitworks
