const PrivacyData = [
    {
        title: "المعلومات التي يجمعها Urent",
        body: "لمعالجة طلباتك في Urent ، نقوم بجمع معلوماتك الشخصية التي تزودنا بها ، بالإضافة إلى المعلومات الشخصية التي يمكن الوصول إليها من خلال مصادر خارجية والمعلومات الشخصية التي يتم جمعها تلقائيًا عن طريق استخدام الخدمات."
    },
    {
        title: "ما هي المعلومات الشخصية التي تقدمها لنا؟",
        body: "نقوم بحفظ معلومات الحساب - عندما تقرر تسجيل حسابك معنا ، يُطلب منك تقديم اسمك وعنوان بريدك الإلكتروني وكلمة مرورك ، ويتم حفظ كل هذه المعلومات."

    },
    {
        title: "ما هي المعلومات التي نجمعها تلقائيًا أثناء استخدامك للتطبيق؟",
        body: "نحن نجمع بيانات الاستخدام الخاصة بك. نحن نتتبع ونجمع المعلومات حول ما تفعله على منصتنا ، مثل المحتوى الذي شاهدته وعمليات البحث والحجوزات التي أجريتها وجميع الأنشطة الأخرى على المنصة."
    }, {
        title: "ما هي المعلومات الشخصية التي نتلقاها من مصادر خارجية ؟",
        body: `لقى معلومات خدمات من اطراف خارجية. إذا اخترت تسجيل الدخول من خلال موقع طرف ثالث (مثل Facebook أو Twitter أو Google )، فقد يرسل لنا الموقع المذكور معلوماتك الشخصية التي تتضمن صورة ملفك الشخصي واسمك وعنوانك ومعلومات أخرى قدمتها لهم. تتحكم الاطراف الخارجية في المعلومات المرسلة إلينا من قبلهم ، وليس نحن. من خلال ربط حساب يديره طرف ثالث بحساب Urent الخاص بك وتفويض Urent للوصول إلى هذه المعلومات ، فإنك توافق على أنه يجوز لشركة Urent يرجى الرجوع إلى سياسات الخصوصية الخاصة بهذه الأطراف الخارجية لفهم كيفية استخدامهم لبياناتك الشخصية ومشاركتها

        نود أيضًا ان نشعرك ونحصل على تصريح بموجب القانون المعمول به بأننا قد نتلقى معلومات إضافية عنك ، مثل البيانات الديموغرافية أو معلومات الكشف عن الاحتيال أو البيانات من مكاتب الائتمان من موفري خدمات خارجيين و / أو الشركاء. قد نقوم أيضًا بدمج المعلومات الخاصة بك التي نتلقاها من مصادر خارجية مع المعلومات الأخرى التي لدينا عنك.
        
        جمع هذه المعلومات وتخزينها واستخدامها وفقًا لسياسة الخصوصية هذه. ومع ذلك ، تجدر الإشارة إلى أننا ، بأي حال من الأحوال ، لا نتحمل المسؤولية عن كيفية استخدام تلك الأطراف الثالثة لمعلوماتك ومشاركتها.`

    }, {
        title: "ما المعلومات التي يمكن لمصادر خارجية جمعها من الموقع؟",
        body: "يتم تحديد بعض الإعلانات التي تراها على الموقع وتسليمها بواسطة جهات خارجية ، مثل شبكات الإعلانات ووكالات الإعلان والمعلنين وموفري شرائح المستعملين. قد تجمع هذه الجهات الخارجية معلومات عنك وعن أنشطتك عبر الإنترنت ، إما على الموقع أو على مواقع الويب الأخرى ، من خلال ملفات تعريف الارتباط وإشارات الويب والتقنيات الأخرى في محاولة لفهم اهتماماتك وتقديم إعلانات مخصصة لك. يرجى التذكير أننا لا نملك إمكانية الوصول إلى المعلومات التي قد تجمعها هذه الأطراف الثالثة أو التحكم فيها. لا تغطي سياسة الخصوصية هذه ممارسات المعلومات الخاصة بهذه الأطراف الخارجية."
    }
]
export default PrivacyData
