const Terms = {
    welcomeMessage: `<p><span>Urent شركة مملوكة ومدارة من قبل UTECH VEHICLES RENTAL BY ELECTRONIC MEDIA & SMART APPS LLC و سنشير اليها في هذا البيان بـ الشركة (“شركة” “نحن”, “نحن”, “لنا” و “Urent”).</p>
    <p><span>فر Urent منصة الكترونية لمشاركة السيارات عبر الإنترنت، تربط مالكي المركبات (“المضيفين”) بأولئك الذين يرغبون في استئجار المركبات (“الضيوف”) داخل دولة الإمارات العربية المتحدة. تشمل المركبات جميع المركبات التي يمكن قيادتها قانونًا على الطرق العامة بما في ذلك ، على سبيل المثال لا الحصر ، السيارات والشاحنات الصغيرة والحافلات والدراجات النارية ، ويشار إليها فيما بعد جماعيا باسم“المركبات” وفرديا بـ “مركبة”.</span></p>
    <p><span>حدد هذه الشروط والأحكام (“الأحكام”) الأساس الذي يمكنك من خلاله (بصفتك“مستخدم”, “أنت”, “لك” و “مضيف” و / أو “ضيوف” حسب الحالة) الولوج واستخدام موقع Urent (“موقع الويب”) عن طريق نظام الكمبيوتر بما في ذلك Google / Facebook أو جهاز محمول أو من خلال تطبيق الهاتف المحمول المقدم من Urent(“الخدمات”)</span></p>
    <p> تحدد أحكام مضيف Urent حدد الشروط والأحكام التي تنطبق على المضيفين الذين يجعلون سيارتهم متاحة للإيجار على Urent ومفصلة فيالقسم أ للشروط.</span></p>
    <p>  تحدد أحكام مضيف Urent  الشروط والأحكام التي تنطبق على الضيف الذي يحجز السيارة ويؤجرها من المضيف على Urent ويتم تفصيلها في القسم ب من الأحكام.</p>
    <p><span className="c0">إذا كانت لديك أي أسئلة حول Urent ، فستتمكن من العثور على الإجابة في هذه الأحكام ، أو في قسم الأسئلة الشائعة على موقع الويب. إذا لم تتمكن من العثور على إجابة لاستفسارك ، فلا تتردد في الاتصال بنا على عنوان البريد الإلكتروني المحدد في قسم الاتصال أدناه.</span></p>`,
    generalTerms: [
        `<a href="#TERMS"> الأحكام</a>`,
        `<a href="#PRIVACY POLICY">. سياسة الخصوصية</a>`, `<a href="#MEMBERSHIP"> العضوية</a>`, `<a href="#SBOOKING">الحجز</a>`,
        `<a href="#FEES AND PAYMENT TERMS"> الرسوم وشروط الدفع</a>`, `<a href="#RATINGS AND FEEDBACK"> التقييمات والتعليقات</a>`, `<a href="#YOUR USE OF THE SERVICES">استخدامك للخدمات</a>`,
        `<a href="#LICENSE"> الترخيص</a>`, `<a href="#URENT’S ROLE">. الترخيص URENT </a>`, `<a href="#URENT’S RESERVATION OF RIGHTS"> التحفظ بحقوقURENT</a>`,
        `<a href="#INTELLECTUAL PROPERTY"> الملكية الفكرية</a>`, `<a href="#DISCLAIMER OF WARRANTY"> إخلاء المسؤولية عن الضمان</a>`, `<a href="#LIMITATION OF LIABILITY"> تحديد المسؤولية</a>`,
        `<a href="#INDEMNITY">التعويض</a>`, `<a href="#RELATIONSHIP"> التعويض</a>`, `<a href="#TERMIغير متوفرTION">العلاقة</a>`, `<a href="#ELECTRONIC COMMUNICATIONS">الاتصالات الإلكترونية</a>`,
        `<a href="#GENERAL TERMS">الأحكام العامة</a>`, `<a href="#GOVERNING LAW AND JURISDICTION">القانون الحاكم والاختصاص القضائي</a>`, `<a href="#CONTACT"> الاتصال</a>`
    ],
    hostTerms: [
        `<a href="">تسجيل السيار</a>`, `<a href="">إجراءات الحجز للمضيفين</a>`, `<a href="">إلغاء الحجز</a>`,
        `<a href="">التأجير</a>`, `<a href="">التسعير والدفع</a>`, `<a href="">إجراءات تسليم السيارة</a>`, `<a href="">إجراءات إرجاع السيارة</a>`,
        `<a href="">الضرر</a>`, `<a href="">مطالبات رسوم الانتهاك</a>`
    ],
    guestTerms: [
        `<a href="">التسجيل كضيف</a>`, `<a href="">إجراءات الحجز للضيوف</a>`, `<a href="">إلغاء الحجز</a>`,
        `<a href="">التأجير</a>`, `<a href="">التسعير والدفع</a>`, `<a href="">إجراءات تسليم السيارة</a>`, `<a href="">ارجاع السيارة</a>`,
        `<a href="">التزاماتك</a>`, `<a href="">الحوادث والأضرار</a>`, `<a href="">مسؤوليتك</a>`, `<a href="">مطالبات الضرر</a>`,
        `<a href="">مطالبات رسوم الانتهاك</a>`, `<a href="">الحيازة</a>`
    ],
    generalTerms_Terms: [
        {
            title: `لأحكام`,
            content: ``,
            list: [{
                content: `من خلال الوصول إلى الخدمات واستخدامها ، فإنك توافق على الالتزام بهذه الشروط, ال سياسة الخصوصية , و ال سياسة الإلغاء مصطلحات. إذا كنت لا توافق على أي من الشروط ، فلا يجوز لك استخدام الخدمات. `,
                subcontent: []
            },
            {
                content: `يجوز لشركة Urent تعديل هذه الاحكام في أي وقت عن طريق نشر نسخة محدثة من هذه الاحكام. تشجعك Urent على مراجعة الاحكام بانتظام بحثًا عن أي تعديلات على الاحكام. سيشكل استمرار استخدامك لـ Urent موافقتك الصريحة على الإصدار الحالي من الاحكام في ذلك الوقت.`,
                subcontent: []
            },
            {
                content: `لا شيء في هذه الاحكام يؤثر على حقوقك القانونية ، سواء كنت مستهلكًا للخدمات أو غير ذلك.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `سياسة الخصوصية`,
            content: ``,
            list: [
                {
                    content: `توجد الاحكام سياسة الخصوصية في سياسة خصوصية Urent`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `العضوية`,
            content: ``,
            list: [
                {
                    content: `يجب عليك التسجيل كمستخدم من أجل الوصول إلى الخدمات و التمتع بها ، سواء كنت مضيفًا أو ضيفًا. عند تسجيلك كمستخدم ، سننشئ ملفًا شخصيًا لك بناءً على المعلومات التي تقدمها. إذا قمت بربط حساب Facebook الخاص بك ، فسيتم استخدام معلومات Facebook الخاصة بك. عند التقدم بطلب التسجيل كمستخدم:`,
                    subcontent: [`يجب أن يكون عمرك 23 عامًا على الأقل ؛ و`,
                        `يجب عليك تقديم معلومات صحيحة ودقيقة وكاملة وحديثة (بما في ذلك ، على سبيل المثال لا الحصر ، اسمك وتاريخ ميلادك وعنوان بريدك الإلكتروني وتفاصيل بطاقة الائتمان، العنوان السكني / البريدي وتفاصيل أخرى) ، بالإضافة إلى بطاقة الهوية الإماراتية الحالية والصالحة تمامًا / نسخة من جواز السفر ورخصة القيادة ، بناءً على طلب Urent أثناء إنشاء الحساب على الموقع الإلكتروني. قد يطلب Urent معلومات إضافية منك من أجل تسجيلك كمستخدم، و انت خاضع كمستخدم لتقديم أي معلومات إضافية إلى Urent.`],
                    extraText: ``
                },
                {
                    content: `بتسجيل نفسك كمستخدم على Urent ، فإنك تتعهد بأن التفاصيل التي تقدمها إلى Urent صحيحة وكاملة ، في جميع الأوقات ، وتوافق على أنك ستبلغ Urent على الفور بأي تغييرات تطرأ على تلك التفاصيل (مثل تغيير عنوان البريد الإلكتروني). إذا كنت تقوم بالتسجيل كمستخدم نيابة عن شركة ، فأنت تؤكد أنك تمتلك السلطة المناسبة لإلزام الشركة التي تقوم بالتسجيل نيابة عنها. يمكنك الوصول وتحديث معلومات التسجيل (باستثناء اسمك ولقبك) باستخدام قسم "حسابي" في موقع الويب.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `أنت تفوضنا باستخدام أي معلومات مقدمة لنا في التسجيل كمستخدم للتحقق من معلوماتك (بما في ذلك أي معلومات محدثة) ، وللحصول على تقارير ائتمانية عنك من وقت لآخر أثناء تسجيلك ، وللحصول على تفويض ائتماني أولي من جهة إصدار بطاقة الائتمان في وقت التسجيل ، إذا لزم الأمر. يجب أن تحمل بطاقة ائتمان بنكية آمنة صادرة باسمك وتقبلها شركة Urent ويجب عليك تسجيل بطاقة الائتمان هذه معنا ، ويجب أن يكون طلبك للتسجيل مقبولاً من قبل Urent وفقًا لتقديرها المطلق.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `نحن نحرص بشكل معقول على ضمان أن خدماتنا آمنة ، وأن صانعي بوابة الدفع لدينا سيكونون الكيانات الوحيدة التي ستجمع وتستخدم معلوماتك المالية. تتم معالجة جميع معاملات بطاقات الائتمان على خدماتنا باستخدام مزودين معتمدين ، بما في ذلك MasterCard و Visa وبوابة دفع آمنة عبر الإنترنت تقوم بتشفير تفاصيل بطاقتك في خادم مضيف آمن. سيقوم موفرو بوابة الدفع بتخزين تفاصيل بطاقة الائتمان الخاصة بك بشكل آمن على أنظمتهم. سيتم تشفير هذه التفاصيل بالكامل واستخدامها فقط لمعالجة معاملات البطاقة التي تقوم بها انت. إذا كانت لديك أي مشكلة في الدفع ، فيرجى إخطارنا وسنقوم بتوصيلك بمزوّد بوابة الدفع لدينا.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `للتأكد من ضمان أن تكون تجربة التأجير الخاصة بك آمنة وبسيطة ، نستخدم تقنية Secure Socket Layer (SSL).`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `أنت مسؤول عن الحفاظ على سرية اسم المستخدم وكلمة المرور الخاصين بك وعن منع أي وصول غير مصرح به إلى ملف التعريف الخاص بك. أنت توافق على قبول المسؤولية عن جميع الأنشطة التي تصدر عن حسابك أو فيما يتعلق به. يرجى اتخاذ جميع الخطوات اللازمة لضمان الحفاظ على سرية وأمان اسم المستخدم وكلمة المرور في جميع الأوقات. يرجى إبلاغ Urent على الفور إذا كان لديك أي سبب للاعتقاد بأن اسم المستخدم و / أو كلمة المرور الخاصين بك قد انكشفا، أو أنه يتم استخدامهما أو يحتمل أن يتم استخدامهما بطريقة غير مصرح بها.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `يمكن أن يحصل كل مستخدم على حساب واحد فقط ، حتى إذا كان المستخدم عبارة عن شركة.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `تحتفظ Urent بالحق في رفض الوصول إلى موقع الويب أو إنهاء الحسابات أو إزالة المحتوى أو تعديله أو إلغاء الطلبات وفقًا لتقدير Urent وحده ودون الحاجة إلى إخطارك.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Account deletion cannot be completed until after all outstanding balances are cleared. However, user can contact our support regarding account deletion`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `الحجز`,
            content: ``,
            list: [
                {
                    content: `من خلال التسجيل في Urent ، يمكن للضيوف الوصول إلى مجموعة متنوعة من المركبات ، والتي يمكنهم الاختيار من بينها بناءً على السعر والطراز والحجم والمتطلبات الأخرى ، وبالتالي الدخول في اتفاقية تأجير مع المضيف لاستئجار سيارة وفقًا للأحكام (“الحجز”).   `,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `ستكون هناك فئتان من المضيفين: أصحاب المركبات الخاصة الذين يطلق عليهم “المضيفون الخاصون” وشركات تأجير السيارات تسمى المضيفون التجاريون.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `ستكون هناك فئتان من الضيوف: المقيمين في دولة الإمارات العربية المتحدة الذين يستأجرون المركبات (“الضيوف المقيمون”) والمقيمون من غير الإماراتيين الذين يستأجرون المركبات (“الضيوف السائحون”). يحمل الضيف المقيم بطاقة هوية إماراتية ورخصة قيادة إماراتية سارية.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `يمكن للضيوف المقيمين استئجار مركبات من مضيفين خاصين وتجاريين ، بينما لا يجوز للضيوف السائحين الاستئجار إلا من مضيفين تجاريين.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `إذا رغب الضيف في استئجار سيارة معينة ، يمكنه / يمكنها إجراء الحجز بالموافقة على الأحكام.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `الرسوم احكام الدفع`,
            content: ``,
            list: [
                {
                    content: `سيتم عرض الأسعار المتعلقة بالخدمات (“الرسوم”) بالدرهم الإماراتي (AED) مع ضريبة القيمة المضافة بنسبة 5٪ المطبقة على الرسوم كما هو موضح في جدول الرسوم.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `عند إجراء الحجز ، تجمع Urent بعض المعلومات الشخصية والمعاملات (مثل الاسم والعنوان وعنوان البريد الإلكتروني). يتم تفصيل استخدام Urent لمعلوماتك في هذه الاحكام.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `يمكنك دفع رسوم الحجز الذي تقوم به عن طريق تقديم تفاصيل بطاقة الائتمان الخاصة بك عبر نموذج الطلب الآمن على الموقع الإلكتروني. لا تقبل Urent أي طرق أخرى للدفع مقابل خدماتها`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `عند إجراء الحجز ، يطلب نظام Urent تلقائيًا من جهة إصدار بطاقتك الحصول على تفويض لمبلغ المعاملة. إذا حصلت Urent على تفويض صالح ، فستحتفظ جهة إصدار بطاقتك بهذه القيمة متوقعة رسومًا من Urent. لا يشكل استلام تفاصيل بطاقة الائتمان الخاصة بك قبول Urent لحجزك.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `سيتم قبول الحجوزات حسب التوفّر وتأكيد المضيف. قد لا نقبل حجزك في لأسباب عديدة ، بما في ذلك:`,
                    subcontent: [`إذا كان حجزك في قائمة الرغبات/سلة التسوق الخاصة بك على الموقع الإلكتروني ، ولكن لم يتم دفع ثمنه بعد ؛`,
                        `إذا كانت السيارة غير متوفرة;`,
                        `إذا كان الدفع غير مصرح به;`,
                        `لأي سبب آخر (حسب تقديرنا الخاص).`],
                    extraText: `نحن لسنا مسؤولين عن تزويدك بأي معلومات إضافية تغطي سبب (أسباب) عدم قبولنا لحجزك`
                },
                {
                    content: `لن نقوم بمعالجة عملية الدفع (أو سنتوقف عن معالجة حجزك) في هذه المواقف ، ولن نكون مسؤولين تجاهك أو تجاه أي طرف ثالث بسبب قرارنا برفض المعالجة ، أو الغاء أو تعليق أي حجز بعد بدء المعالجة. نحتفظ بالحق في رفض الخدمة أو إنهاء حسابك أو إلغاء الحجز وفقًا لتقديرنا الخاص.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `إذا كنت تستخدم الخدمات لإجراء حجز ، فإنك توافق على دفع كامل المبلغ المستحق الدفع لهذا الحجز كما هو موضح أثناء عملية طلب الحجز. إذا رفضت جهة إصدار بطاقتك الائتمانية الإذن بالدفع ، فسنقوم بإلغاء حجزك والاتصال بك لإعادة الدفع. لا يمكننا أن نتحمل المسؤولية إذا أدى ذلك إلى تأخير حجزك.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `بمجرد إجراء الحجز واستلام الدفع بنجاح ، سنرسل إليك بريدًا إلكترونيًا لتأكيد الحجز واستلام الدفع`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `يرجى عدم إرسال أي معلومات دفع إلى Urent باستخدام البريد الإلكتروني أو WhatsApp أو الرسائل القصيرة أو عبر الهاتف أو أي بوابات وسائط اجتماعية أخرى. لا يمكن لشركة Urent أن تضمن أمان أي معلومات دفع يتم إرسالها عبر أي من هذه القنوات ولن تكون مسؤولة تجاهك عن أي خسائر ناتجة عن الوصول غير المصرح به إلى أي من هذه القنوات.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `سيتم خصم جميع الرسوم تلقائيًا من بطاقة الدفع المسجلة الخاصة بك. وعليه فأنت توافق على أننا لسنا بحاجة إلى توقع على أي موافقة أخرى منك لاسترداد مثل هذه الرسوم. تقع المسؤولية عليك في  التأكد من اختيار وتوفر الرصيد الكافي أو الرصيد الدائن في طريقة الدفع الخاصة بك. Urent غير مسؤولة عن الوصول للحد المنخفض لبطاقة الائتمان أو الحد الأعلى للرسوم بعد الخصم. في حال أي عملية استرداد، سنقوم بإيداعها  إلى  نفس الحساب الذي تم الدفع بواسطته.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `في حالة وجود أي غرامات مستحقة، يمكن لـ Urent فرض رسوم على المستأجر عبر البنك التابع له، وذلك باستخدام الإذن المسبق الخاص بتأمين المدفوعات. في حالة وجود أي رصيد غير مدفوع، يحق لـ Urent مشاركة المعلومات ذات الصلة فقط بتحصيل الغرامات لطرف ثالث يستخدم وسائله الخاصة، القانونية أو غير ذلك؛ وذلك بهدف تحصيل المدفوعات المعلقة.`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `التقييمات والتعليقات`,
            content: ``,
            list: [
                {
                    content: `يجوز للمستخدمين ترك التقييمات والتعليقات (“التعليقات”) على تجاربهم في استعمال الخدمات و مع المستخدمين الآخرين`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `عند نشر مثل هذه التعليقات ، فإنك تضمن ما يلي:`,
                    subcontent: [`لقد تعاملت مع المستخدمين;`,
                        `البيانات الواقعية التي ترد في التعليقات التي نشرتها صحيحة أو لا تختلف جوهريًا عن الحقيقة;`,
                        `لن تستخدم لغة بذيئة أو مسيئة أو ترسل أي مادة تشهيرية أو مسيئة أو بغيضة أو يحتمل أن تكون كذلك ، أو تعد انتهاكًا لخصوصية أي شخص ، أو ضارة بالمستخدمين الآخرين ، أو ضارة بالمصالح التجارية لشركة Urent ؛ و`,
                        `يُسمح بنشر تعليق واحدة فقط لكل خدمة;`
                    ],
                    extraText: ``
                },
                {
                    content: `أنت تقر وتوافق على أن تعليقاتك ستكون مرئية للعموم على Urent. Urent غير مسؤولة عن فحص التعليقات أو تحريرها. أنت توافق على نشر التعليقات وتفوضها لـ Urent نشرها ، على الرغم من أن هذه التعليقات قد تكون انتقادية أو تشهيرية لك ، وعلى الرغم من أن Urent قد تكون على علم أو يجب أن يكون على علم بشكل معقول بأن هذه التعليقات تسببت في نشر أو ساهمت في نشر بيان تشهيري بك.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `أنت بموجب هذا تتنازل عن مسؤولية Urent بشكل غير قابل للنقض وتتنازل عن جميع الحقوق ضد Urent فيما يتعلق بأي مسؤولية تنشأ عن أو فيما يتعلق بنشر أي تعليقات تشهيرية تقدمها أنت أو نُشرت عنك في هذه التعليقات. أنت توافق على تعويض شركة Urent و من يتبعها (وموظفيها ومديريها وممثليها) وإبعاد الضرر عنها ضد أي مطالبة أو دعوى مرفوعة من قبل طرف ثالث ، تنشأ عن أو فيما يتعلق بأي ملاحظات تركتها إذا كان لديك أي دعوى ضد أي مستخدم آخر لـ Urent. . يجب عليك معالجة هذه النزاعات مباشرة مع هذا المستخدم.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `أنت توافق على عدم اتخاذ أي إجراء قانوني ضد Urent فيما يتعلق بالتعليقات التي نشرتها انت أو المتعلقة بك عبر الخدمات.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `استخدامك للخدمات`,
            content: ``,
            list: [
                {
                    content: `تمنحك Urent ترخيصًا محدودًا وغير حصري وغير قابل للتحويل وقابل للإلغاء لاستخدام الخدمات للأغراض المقصودة وفقًا لامتثالك لهذه الاحكام. لا يجوز لك نسخ أو تعديل أو توزيع أو بيع أو تأجير أي جزء من الخدمات. ما لم يكن هذا التقييد محظورًا بموجب القانون أو لديك إذن كتابي منا ، لا يجوز لك إجراء هندسة عكسية أو محاولة استخراج الكود المصدري للخدمات. لا يجوز لك الوصول إلى الخدمات إلا من خلال الواجهات التي نقدمها لهذا الغرض (على سبيل المثال ، يمكنك الوصول إلى الخدمات عبر الموقع الإلكتروني ؛ ولا يجوز لك "مسح" الخدمات من خلال الوسائل الآلية أو "تأطير" أي جزء من خدماتنا) ، ولا يجوز لك التدخل أو محاولة تعطيل خدماتنا.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `قد تسمح لك بعض أجزاء خدماتنا بتحميل أو إرسال محتوى (مثل النصوص والصور ومقاطع الفيديو والقوائم والروابط والمواد الأخرى). أنت تحتفظ بجميع الحقوق في أي محتوى تقوم بتحميله أو إرساله وتتحمل وحدك المسؤولية عن هذا المحتوى. أنت تمنح Urent ترخيصًا غير حصري وخالي من حقوق الملكية وقابل للتحويل وقابل للترخيص للاستخدام والتخزين والعرض العام والأداء العام وإعادة إنتاج وتعديل وإنشاء أعمال مشتقة من أي محتوى وتوزيعه ، بما في ذلك أي تعليقات ، لأغراض تقديم الخدمات وتوفيرها وتحسينها. يجوز لشركة Urent ، وفقًا لتقديرها الخاص ، إزالة أو الغاء أي محتوى ، بما في ذلك أي ملاحظات تقوم بتحميلها أو إرسالها إلى الخدمات ، لأي سبب من الأسباب ، بما في ذلك انتهاك هذه الاحكام.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `قد يكون لديك خيار الوصول إلى الخدمات من خلال برنامج قابل للتنزيل وقد يقوم هذا البرنامج بتحديث نفسه تلقائيًا على جهازك. [قد تخضع بعض البرامج أو أجزاء من البرنامج في خدماتنا لتراخيص مفتوحة المصدر. في هذه الحالة ، سنجعل هذه التراخيص متاحة لك ، وفي حالة وجود تعارض بين هذا الترخيص وهذه الاحكام ، سيسود ترخيص المصدر المفتوح ، ولكن فقط فيما يتعلق بالبرنامج ، أو جزء من البرنامج ، الذي ينطبق عليه الامر.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `إذا كنت تستخدم Urent نيابة عن شركة أو كيان آخر ، فإنك تقر وتضمن أن لديك السلطة اللازمة لتلزم تلك الشركة أو الكيان بهذه الاحكام وأنك توافق على هذه الاحكام نيابة عن تلك الشركة أو الكيان.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `نعمل باستمرار على تعديل خدماتنا وتحسينها. يجوز لنا تقديم ميزات جديدة أو تغيير الميزات الحالية أو إزالة ميزات من الخدمات في أي وقت وبدون إشعار. إذا زودتنا بأي ملاحظات أو تعليقات أخرى بخصوص الخدمات ، فإنك تمنح Urent الحق ، على أساس دائم وغير محدود ، في استخدام هذه التعليقات أو الملاحظات الأخرى لأي غرض دون تقييد أو الزام بدفع مبلغ مالي في المقابل.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `الترخيص`,
            content: ``,
            list: [
                {
                    content: `تملكUrent الترخيص اللازم، الصادر عن هيئة النقل البري (RTA) ، لتقديم الخدمات.  `,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `URENT’S دور`,
            content: ``,
            list: [
                {
                    content: `t ليست مضيفًا أو ضيفًا للمركبات. Urent هي مجرد وسيط يوفر منصة اتصال بين المضيفين والضيوف لتقديم الخدمات وفقًا لهذه الأحكام. تتم الترتيبات المتعلقة بتسليم واستلام المركبات فقط بين المضيف والضيف ، دون تدخل Urent. وفقًا لذلك ، فإن اتفاقية الإيجار التي تم تشكيلها من خلال إكمال الحجز باستخدام الخدمات هي أيضًا بين المضيف والضيف فقط. إن إنفاذ أي التزامات تعاقدية تنشأ عن الحجز باستخدام الخدمات هو مسؤولية المضيف والضيف بوصفهما الطرفين الوحيدين في هذا الحجز. لن تكون Urent مسؤولة بأي شكل من الأشكال فيما يتعلق بالحجز أو أي مطالبات أو نزاع قد تنشأ بين المضيفين والضيوف فيما يتعلق بهذا الحجز. علاوة على ذلك ، فإن شركة Urent ليست ملزمة بالتوسط بين المضيفين والضيوف فيما يتعلق باستخدامهم للخدمات ، وهو ما يكون على مسؤوليتهم الخاصة. وفقًا للأحكام ، يجب على المضيف والضيف حل أي نزاع لاحق مباشرة مع بعضهما البعض. في حالة عدم حل النزاعات ، يجوز للمضيف أو الضيف اللجوء إلى إلى Urent ، حيث قد تقدم Urent أدلة تكميلية كافية يمكن استخدامها لاحقًا في حل النزاع عبر محاكم دبي.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `أنت بموجب هذا تعفي Urent بشكل نهائي (وضباطنا ومديرينا والشركات التابعة لنا وموظفينا ووكلائنا) من تحمل أي أضرار أو مطالبات (بما في ذلك الأضرار التبعية والعرضية) من أي نوع أو طبيعة ، مشتبه بها وغير متوقعة ، معروفة وغير معروفة ، ومعلنة أو غير معلنة ، ناشئة أو صادرة بأي شكل من الأشكال المرتبطة بهذه النزاعات وتعاملاتكم كمضيفين وضيوف. يجب عليك تعويض Urent والشركات التابعة لها (وموظفيها ومديريها وممثليها) والاحتفاظ بهم ضد أي مطالبة أو إجراء أو أضرار تتعلق بهذا النزاع و / أو بتعاملاتك كمضيف أو ضيف.`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `التحفظ بحقوق Urent`,
            content: ``,
            list: [
                {
                    content: `تحتفظ Urent بالحق ، وفقًا لتقديرها الخاص ، في إلغاء أي حجز على الفور ؛ منع أو تقييد الوصول إلى الخدمات ؛ أو اتخاذ أي إجراء آخر لتقييد الوصول إلى أو توفر أو إزالة أي مواد مرفوضة أو تعليقات أو تقييمات أو ادراجات غير دقيقة أو عناصر مصنفة بشكل غير لائق أو عناصر غير قانونية محظورة من الإدراج عبر الخدمات بموجب هذه الأحكام. تحتفظ شركة Urent بالحق ولها تقدير مطلق ، ولكن ليس الزامًا ، في إزالة أو فحص أو تعديل أي محتوى ، بما في ذلك التعليقات ، الذي ينتهك هذه الأحكام أو يكون مرفوضًا بأي شكل آخر. تحتفظ Urent بالحق في رفض إدراج أي مركبات ، أو إزالة أي ادراج على الفور ، حيث تعترض Urent على كيفية تعريفك بنفسك باستعمال الخدمات (بما في ذلك ، على سبيل المثال لا الحصر ، اسمك أو علامتك التجارية ) و / أو إذا كنت تستخدم اسم المجال الخاص بك بشكل غير مناسب.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `تحتفظ شركة Urent بالحق في الشروع في إجراءات قانونية ضد أي مستخدمين بسبب الاستخدام الاحتيالي للخدمات وأي عمل غير قانوني آخر أو أفعال تقصير تنتهك هذه الأحكام..`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `الملكية الفكرية`,
            content: ``,
            list: [
                {
                    content: `ما لم يُنص على خلاف ذلك صراحةً ، فإن جميع محتويات الخدمات هي حقوق نشر و / أو علامات تجارية و / أو براءات اختراع و / أو ملكية فكرية أخرى مملوكة أو خاضعة لسيطرة أو مرخصة من قبل Urent أو إحدى الشركات التابعة لنا أو من قبل أطراف ثالثة قامت بترخيص موادها لنا وهي محمية من قبل جميع القوانين المعمول بها.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `نحن ، جنبًا إلى جنب مع المرخصين لدينا ، نحتفظ صراحةً بجميع حقوق الملكية الفكرية في جميع النصوص والبرامج والمنتجات والعمليات والتكنولوجيا والمحتوى والمواد الأخرى التي تظهر على الخدمات. لا يمنح الوصول إلى الخدمات ولا يعتبر منحًا لأي شخص أي ترخيص بموجب أي من حقوق الملكية الفكرية الخاصة بنا أو لأي طرف ثالث. يُحظر أي استخدام للخدمات أو محتوياتها ، بما في ذلك نسخها أو تخزينها كليًا أو جزئيًا ، بخلاف استخدامك الشخصي غير التجاري ، دون إذن منا.
                    `,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: ` bإخلاء المسؤولية عن الضمان`,
            content: ``,
            list: [
                {
                    content: `يتم تقديم الخدمات على أساس “كما هي” و “حسب توفرها”. تتنصل Urent والشركات التابعة لها ، وموردونا وموردوهم المعنيون ، وأي من مسؤولينا ومسؤوليهم ومديرينا ومديريهم وأعضائنا ووكلائهم وموظفيهم (إلى أقصى حد يسمح به القانون المعمول به) أي وكل الضمانات القانونية ، صريحة او ضمنية ، ، بما في ذلك ، على سبيل المثال لا الحصر ، أي ضمانات خاصة بالتسويق والملاءمة لغرض معين والخلو من فيروسات الكمبيوتر والملكية وعدم التعدي على حقوق الملكية.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `بالإضافة إلى ذلك ، لا تقدم Urent أي تعهد أو ضمان فيما يتعلق بموثوقية الخدمات أو الحجز أو حسن توقيتها أو جودتها أو ملاءمتها أو توفرها. أنت توافق على أن كامل المخاطر الناشئة عن استخدامك للخدمات ، أو أي حجز أو أي خدمات أخرى تطلبها أو يتم تسليمها لك ، تتحملها انت وحدك.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `لا تقدم Urent أي ضمان بأن الخدمات: (أ) ستلبي متطلباتك أو توقعاتك ؛ (ب) ستكون متاحة على أساس غير منقطع أو في الوقت المناسب أو آمن أو خالٍ من الأخطاء ؛ أو (ج) ستكون دقيقة وموثوقة وخالية من الفيروسات أو غيرها من البرمجيات الضارة ، كاملة أو قانونية أو آمنة. قد تخضع الخدمات لقيود وتأخيرات ومشاكل أخرى متأصلة في استخدام الإنترنت والاتصالات الإلكترونية. لا تتحمل شركة Urent مسؤولية أي تأخير أو فشل في التسليم أو أي أضرار أخرى ناتجة عن مثل هذه المشكلات.`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `تحديد المسؤولية`,
            content: ``,
            list: [
                {
                    content: `إلى أقصى حد يسمح به القانون المعمول به ، Urent والشركات التابعة لها ، وموردونا وموردوهم المعنيون ، وأي من مسؤولينا ومديريهم ومديريهم وأعضائنا ووكلائنا وموظفينا لا يتحملون مسئولية:`,
                    subcontent: [`أي أضرار أو خسائر مباشرة أو غير مباشرة أو عقابية أو عرضية أو خاصة أو تبعية (بما في ذلك ، على سبيل المثال لا الحصر ، الأضرار العرضية والتبعية ، أو خسارة الأرباح ، أو الأضرار الناتجة عن فقدان البيانات أو انقطاع العمل) الناشئة عن ، أو بطريقة مرتبطة باستخدام أو عدم القدرة على استخدام الخدمات ومحتواها ، سواء استنادًا إلى الضمان أو العقد أو الضرر (بما في ذلك الإهمال) أو أي نظرية قانونية أخرى ، وسواء تم إخطار Urent بإمكانية حدوث مثل هذه الأضرار أم لا ؛ و`,
                        `ي و كل الأضرار الناجمة عن أي مشاكل أو اعطال فنية في أي شبكة أو خطوط هاتفية أو أنظمة كمبيوتر عبر الإنترنت أو خوادم أو مزودي خدمات أو معدات كمبيوتر أو برامج أو فشل أي اتصالات بسبب مشاكل فنية أو ازدحام حركة المرور على الإنترنت أو الخدمات أو مزيج عن ما سبق ، بما في ذلك أي إصابة أو ضرر لأي مستخدم أو جهاز كمبيوتر أي شخص متعلق أو ناتج عن استخدام الخدمات ؛`,
                        `فيما يتعلق بأي مضيف ، أي ضرر يلحق بالمركبة من قبل الضيف;`,
                        `فيما يتعلق بأي ضيف ، أي خسارة أو ضرر للممتلكات بسبب أي خطأ أو عيب في السيارة المستأجرة من قبل المضيف ، وجميع مخاطر الأضرار أو الإصابة ، بما في ذلك الوفاة.`
                    ],
                    extraText: ``
                },
                {
                    content: `في حالة عدم إمكانية استبعاد المسؤولية بموجب القانون المعمول به ، فإنك توافق على أن الحد الأقصى من المسؤولية يقع على عاتق شركة Urent والشركات التابعة لها وموردينا ومورديهم المعنيين وأي من مسؤولينا ومسؤوليهم ومديريهم ومديريهم وأعضائهم ووكلائهم يجب أن يقتصر على مبلغ 100 درهم إماراتي.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `التعويض`,
            content: ``,
            list: [
                {
                    content: `أنت توافق بموجب هذا على حماية وتعويض Urent والشركات التابعة لها ، وموردينا ومورديهم المعنيين ، وأي من مسؤولينا ومسؤوليهم ومديريهم وأعضائنا ووكلائنا وموظفيهم ، من وضد أي مطالبات ومسؤوليات ودعاوى ، والأحكام ، وتكاليف التقاضي ، وأسباب الدعوى ، والمطالب ، والمبالغ المستردة ، والخسائر ، والأضرار (الفعلية والتبعية) ، والغرامات ، والعقوبات ، وأتعاب المحاماة و التكاليف أو المصاريف الأخرى من أي نوع أو طبيعة الناشئة عن أو بأي شكل من الأشكال المتعلقة باستخدامك الخدمات ، بما في ذلك ، على سبيل المثال لا الحصر ، تلك التي قدمتها أنت أو بالنيابة عنك بما يتجاوز المسؤولية الموضحة أعلاه ، أو من قبل أطراف ثالثة نتيجة لخرقك لهذه الشروط ، أو انتهاكك لأي قانون أو حقوق طرف ثالث و / أو استخدامك للموقع و / أو الخدمات.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `العلاقة`,
            content: ``,
            list: [
                {
                    content: `تحدد هذه الاحكام (بصيغتها المعدلة بواسطة Urent من وقت لآخر وفقًا لاحكامها) التفاهم والاتفاق الكامل بينك وبين Urent فيما يتعلق باستخدام الخدمات`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `الإنهاء`,
            content: ``,
            list: [
                {
                    content: `يجوز لشركة Urent تعليق أو إنهاء وصولك إلى كل الخدمات أو جزء منها ، بدون أمر من المحكمة ودون إشعار مسبق ، إذا اعتقدت أن سلوكك ينتهك أو يخالف البنود السارية أو أي عقد موقّع مع Urent ، ساري المفعول ، أو يضر بأي شكل آخر بمصالح Urent أو أي طرف ثالث. على الرغم من هذا الإنهاء أو التعليق ، فإنك توافق على أنك ستظل خاضعًا للالتزامات التي ، بطبيعتها ، تظل سارية بعد هذا الإنهاء أو التعليق ، بما في ذلك الالتزامات المتعلقة بأي مدفوعات معلقة لأي حجوزات حالية أو مقبلة ، وأي حقوق ملكية فكرية ، والمحتوى الذي ينشئه المستخدم`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `الاتصالات الإلكترونية`,
            content: ``,
            list: [
                {
                    content: `لتحقيق التزاماتنا بموجب هذه الاحطام ، قد نرغب في التواصل معك عبر البريد الإلكتروني و / أو عن طريق نشر إشعارات عبر خدماتنا. أنت توافق على تلقي اتصالات منا إلكترونيًا ، وستلبي هذه الاتصالات الإلكترونية أي متطلبات قانونية للاتصالات التي يجب أن تكون مكتوبة.`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `الأحكام العامة`,
            content: ``,
            list: [
                {
                    content: `العلاقة:  لن يُعتبر أي من بنود هذه الاحكام بمثابة شراكة أو وكالة بينك وبين Urent ولن يكون لديك أي سلطة لإلزام Urent بأي شكل من الأشكال.`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `القابلية للفصل:  إذا رأت محكمة ذات سلطة مختصة أن أي بند من هذه البنود غير صالح أو غير قانوني أو غير قابل للتنفيذ ويمكن حذفه دون تغيير جوهر هذه البنود ، فسيتم إلغاء الحكم غير الصالح أو غير القانوني أو غير القابل للتنفيذ فيما تبقى باقي البنود سارية المفعول.  `,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `عدم التنازل:   أي فشل من جانب Urent في تنفيذ أي شروط منصوص عليها في هذه الاحكام أو سياسات أخرى معك لا يعد تنازلاً عن حقوق الشركة في تنفيذ هذه الاحكام`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `القانون الحاكم والاختصاص القضائي`,
            content: ``,
            list: [
                {
                    content: `تخضع الأحكام للقوانين السارية في إمارة دبي ، الإمارات العربية المتحدة. يخضع أي نزاع بشأن هذه الاحكام للاختصاص القضائي الحصري لمحاكم دبي. إذا تم اعتبار أي جزء من الاحكام غير قابل للتنفيذ أو غير صالح أو غير قانوني من قبل أي محكمة ذات اختصاص قضائي ، فلن تتأثر بقية الاحكام. الإمارات العربية المتحدة هي بلد إقامتنا`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `الاتصال`,
            content: ``,
            list: [
                {
                    content: `UTECH VEHICLES RENTAL BY ELECTRONIC MEDIA & SMART APPS LLC, رخصة تجارية رقم 000001992 ويقع مقر عملها الرئيسي في مكتب 2707 ، الطابق 27 ، تميم هاوس ، مرتفعات البرشاء ، مبنى رقم 5 ، تيكوم ، دبي. يمكنك الاتصال بنا بخصوص الخدمة ، أو هذه الاحكام ، على <a href="mailto:support@urent.com">support@urent.com</a>  والرقم 97144058293+`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
    ],
    hostTerms_Terms: [
        {
            title: `تسجيل السيارة`,
            content: ``,
            list: [{
                content: `إذا كنت ترغب في استخدام الخدمات لتأجير سيارتك كمضيف ، فيجب أن تنتمي إلى إحدى الفئتين التاليتين: الأفراد (المضيفون الخاصون) أو شركات تأجير السيارات (المضيفون التجاريون), يجب أن تكون مستخدمًا مسجلاً ويجب عليك تسجيل سيارتك (“السيارة المسجلة”) من خلال توفير:`,
                subcontent: [`وصف كامل ودقيق وغير مضلل للسيارة المسجلة ، مع مثل هذا الوصف بما في ذلك تفاصيل أي عيوب مادية في السيارة ؛`,
                    `حدد رسوم المضيف لفترة تأجير السيارة من وقت الاستلام إلى وقت التسليم (والتي قد تختلف حسب الحجز)(كل أ “مدة الإيجار”), يتم الإقرار بأن سعر الإيجار الذي سيتم عرضه للمركبة المسجلة سيكون هو رسوم المضيف ، بالإضافة إلى عمولة Urent (“Urent رسوم ”) بالإضافة إلى 5٪ ضريبة القيمة المضافة (معًا “سعر الإيجار ”);`,
                    `تحديد موقع التسليم المقترح وموقع الاستلام المقترح.`]
            },
            {
                content: `لا يمكن ادراج مركبة كمركبة مسجلة إلا إذا:`,
                subcontent: [`لديها رخصة إماراتية سارية;`,
                    `لديك بوليصة تأمين سارية وصالحة وحالية وشاملة تغطي السيارة (المركبة) المسجلة وتتضمن الشروط التي تسمح لك بإتاحة سيارتك كمركبة مسجلة للضيوف وفقًا للأحكام ؛`,
                    `أنت تمتلك السيارة المسجلة أو لديك الحق في تسجيل السيارة المسجلة على النحو المنصوص عليه في هذه الأحكام`]
            },
            {
                content: `إذا لم تعد السيارة تفي بالمتطلبات المذكورة أعلاه في أي وقت بعد التسجيل ، فيجب عليك إزالة السيارة من ملف التعريف الخاص بك وعدم قبول أي طلبات حجز لتلك السيارة بعد الآن.`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `أنت تقر وتوافق على ما يلي:`,
                subcontent: [`يمكنك تحديث رسوم المضيف في أي وقت ، وفقًا لموافقة Urent ، على الرغم من أنه لا يمكن تغيير أي رسوم مضيفة مدرجة كجزء من سعر الإيجار على الحجز الذي قبلته سلفا ؛`,
                    `يمكنك تحديث موقع الالتقاء المقترح وموقع الإنزال المقترح في أي وقت قبل الحجوزات ؛`,
                    `لا يمكن إجراء أي تغييرات أخرى بعد تأكيد الحجز و يجب عليك الاتصال بـ Urent في أقرب وقت ممكن عمليًا في المواقف الخارجة عن إرادتك ؛`,
                    `يجب عليك تحديث تفاصيل السيارة المسجلة ووصفها فورًا إذا تغيرت.`],
                extraText: ``
            },
            {
                content: `أنت تضمن لنا أن السيارة المسجلة تتطابق مع الوصف الذي قدمته في جميع الأوقات أثناء إدراجها في الخدمات وخلال أي فترة تأجير ، وسوف تستمر في مطابقتها مادامت مدرجة.`,
                subcontent: [],
                extraText: ``
            }
            ]
        },
        {
            title: `إجراءات الحجز للمضيفين`,
            content: ``,
            list: [{
                content: `سيتم تطبيق الإجراء التالي فيما يتعلق بقبول الحجز من قبل المضيف:`,
                subcontent: [`يجوز للمضيفين إتاحة سيارتهم المسجلة للإيجار باستعمال الخدمات ، مع تحديد الفترات الزمنية التي تكون خلالها السيارة المسجلة متاحة للتأجير وفقًا لإجراءات التوفر المنصوص عليها في الخدمات;`,
                    `عند استلام تفاصيل طلب الحجز ، يجوز لك ، وفقًا لتقديرك الخاص ، اختيار قبول أو رفض تأجير سيارتك المسجلة للضيف الذي قدم طلب الحجز. إذا قبلت طلب الحجز ، فأنت تقر وتوافق على أن هذا سيفعل ، وفقًا للبند ‎(2.1.3), يمكن أيضًا تمكين الحجوزات الفورية ، وهذا يعني أن الضيف سيكون لديه القدرة على الحصول على تأكيد فوري على حجزه / حجزها دون الحاجة إلى لانتظار موافقة المضيف ، وفقًا للبند ‎ (2.1.3)`,
                    `عند تأكيد الحجز سواء كان فوريًا أو بواسطتك كمضيف ، يكون ملزمًا كحجز على كل من المضيف والضيف ، ويخضع لرسوم الإلغاء الواردة في جدول الرسوم والغرامات ؛`,
                    `عند التأكيد من قبل المضيف أو الحجز الفوري ، سيتم إصدار تأكيد الحجز من قبل Urent إلى المضيف والضيف ؛`,
                `المضيف ، وليس Urent ، هو المسؤول الوحيد عن احترام أي حجز مؤكد وإتاحة السيارة المسجلة للضيف لتلبية الحجز.`],
                extraText: ``
            }]
        },
        {
            title: `إلغاء الحجز`,
            content: ``,
            list: [{
                content: `وفقًا لسياسة Urent الإلغاء  ودون تقييد للبند ‎3.4, يمكنك إلغاء الحجز عبر الخدمات:`,
                subcontent: [`لخضوع لدفع رسوم الإلغاء المطبقة(كما هو محدد في سياسة الإلغاء), في أي وقت قبل بدء فترة الإيجار.`],
                extraText: ``
            }, {
                content: `لخضوع لدفع رسوم الإلغاء المطبقة(كما هو محدد في سياسة الإلغاء), في أي وقت قبل بدء فترة الإيجار. `,
                subcontent: [`إذا فشلت في إتاحة السيارة المسجلة في موقع الاستلام في غضون 60 دقيقة بعد بدء فترة الإيجار ؛ أو`,
                    `إذا قرر الضيف (بشكل معقول) أن السيارة المسجلة تختلف اختلافًا جوهريًا عن وصف السيارة المسجلة في الخدمات ، فسيتم اعتبارك قد فشلت في إكمال الحجز وتعتبر “مضيفًا لم يحضر” ويجب عليك دفع الرسوم المطبقة حسب جدول الرسوم والغرامات المستعجلة.`],
                extraText: ``
            }, {
                content: `يجوز لنا إنهاء حساب المستخدم المسجل الخاص بك إذا قمت بإلغاء الحجوزات بشكل متكرر`,
                subcontent: [],
                extraText: ``
            }, {
                content: `يمكنك إلغاء الحجز دون الحاجة إلى دفع رسوم الإلغاء إذا قابلت الضيف في موقع الالتقاء في بداية فترة الإيجار وكان الضيف ، في رأيك (بشكل معقول) ، غير لائق للقيادة في بداية فترة الإيجار ، بما في ذلك بسبب الثمل`,
                subcontent: [],
                extraText: ``
            }, {
                content: `يمكنك إلغاء الحجز دون الحاجة إلى دفع رسوم الإلغاء إذا لم تتمكن بطاقة الائتمان أو الخصم المقدمة من الضيف من معالجة الإيداع الذي حددته في شروط حجزك.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `إذا قمت بإلغاء الحجز وفقًا للفقرة 3.4 و / أو البند 3.5 أعلاه ، فلن تحتاج إلى دفع رسوم الإلغاء وستتلقى رسوم المضيف إذا`,
                subcontent: [`تقوم بإخطارنا على الفور بالإلغاء وإبلاغنا بسبب إلغاء الحجز ؛ و`,
                    `بناءً على استفسار معقول ، نتحقق من أن سبب إلغاء الحجز كان معقولًا في ظل هذه الظروف.`],
                extraText: ``
            }]
        },
        {
            title: `التأجير`,
            content: ``,
            list: [{
                content: `لكل حجز لمركبة مسجلة تستضيفها أنت ، فإنك توافق على ما يلي:`,
                subcontent: [`جعل السيارة المسجلة متاحة للإيجار للضيف خلال فترة الاستئجار ؛ و`,
                    `أن الضيف سيستخدم حصريًا للمركبة المسجلة خلال فترة الاستئجار.`],
                extraText: ``
            }, {
                content: `قد يطلب الضيف من المضيف تمديد فترة الاستئجار الأولية لفترة تأجير ممتدة بشرط أن تكون السيارة المسجلة متاحة للإيجار خلال تلك الأوقات. لا يجوز أن تزيد فترة الإيجار الأولية أو أي فترة إيجار ممتدة ، سواء كانت فردية أو مجتمعة ، عن 90 يومًا.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `جب على الضيف إبلاغ المضيف مسبقًا فيما يتعلق بفترة الإيجار الممتدة ويجب الحصول على موافقة مسبقة من المضيف. في أي حال ، يجب على الضيف إبلاغ Urent بفترة الإيجار الممتدة المتفق عليها مع المضيف قبل انتهاء فترة الاستئجار الأولية عن طريق تمديد من خلال منصة Urent.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `كون المضيف مسؤولاً عن الخدمة العادية والإصلاح والبلى العادل وتزويد الضيف بمركبة أخرى للاستخدام المؤقت أثناء إصلاح السيارة إذا ظهرت أي من هذه السيناريوهات خلال فترة الإيجار الممتدة.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `يكون المضيف مسؤولاً عن تقديم الخدمات المهنية لضيوفه كما يتم الحصول عليها من خلال منصة Urent`,
                subcontent: [],
                extraText: ``
            }, {
                content: `يجب على المضيف السعي لتسوية أي نزاعات مباشرة مع الضيوف وديًا`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `التسعير والدفع`,
            content: ``,
            list: [{
                content: `يقوم كل مضيف بموجب هذا بتعيين Urent كوكيل تحصيل المدفوعات المصرح به فقط لغرض تحصيل سعر الإيجار وأي رسوم أخرى يدفعها الضيف وفقًا لهذه الاحكام من الضيف. فيما يتعلق بكل حجز ، ووفقًا للشروط ، ستدفع Urent للمضيف:`,
                subcontent: [`رسوم المضيف ؛ و`,
                    `الحصّة من أي رسوم أخرى مستحقة الدفع ، محسوبة وفقًا لجدول الرسوم`],
                extraText: ``
            }, {
                content: `ن تشمل رسوم المضيف أي ضريبة القيمة المضافة. إذا كنت مسجلاً في ضريبة القيمة المضافة ويطلب منك تحصيل ضريبة القيمة المضافة على تأجير سيارتك المسجلة ، فيجب عليك الاتصال بنا على <a href="mailto:support@urent.com">support@urent.com</a>.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `يقبل المضيف أن التزام Urent بدفع رسوم المضيف وأي رسوم أخرى كما هو مدرج في الرسوم والغرامات المستحقة لدينا بموجب الحجز مشروط بالاستلام الناجح للمدفوعات المرتبطة من الضيف فيما يتعلق بالحجز.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `مع مراعاة البند 5.3 أعلاه ، سندفع لك رسوم المضيف في اليوم العاشر من الشهر الذي يلي الشهر الذي انتهت فيه فترة الاستئجار ذات الصلة.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `سيتم الدفع عن طريق الإيداع المباشر في الحساب المصرفي الذي زودتنا بتفاصيل عنه عند التسجيل كمستخدم. يتم تحصيل وديعة التأمين ، إذا كان ذلك ممكنًا ، بواسطة المضيفين التجاريين فقط`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `إجراءات تسليم السيارة`,
            content: ``,
            list: [{
                content: `سيتم تطبيق الإجراء التالي فيما يتعلق بالتسليم إلى الضيف كجزء من حجز سيارة مسجلة تستضيفها أنت:`,
                subcontent: [`يجب أن تقابل الضيف في موقع الاستلام في بداية فترة التأجير السارية مع السيارة المحجوزة ؛`,
                    `يجب ألا تقدم أي تعهدات إلى الضيف نيابة عن Urent ؛`,
                    `يجب عليك التأكد من استمرار استيفاء السيارة المسجلة للمتطلبات المنصوص عليها في البند ‎1 من القسم أ (شروط المضيف) طوال مدة التأجير. يجب عليك التأكد من أن السيارة المسجلة ، في بداية فترة الإيجار:
                    <div style="padding-top:8px; padding-left: 12px;">
                        <div>(a) في حالة صالحة للسير وصالحة للخدمة وآمنة ؛</div>
                        <div>(b)فيها إطار احتياطي صالح للسير؛</div>
                        <div>(c) فيها أدوات استبدال الإطارات ؛/div>
                        <div>(d) لديه جميع سوائل السيارة المطلوبة ، وناقل الحركة ، والزيت ، والمبرد ، والمكابح والتوجيه المعزز ، وسائل المساحات بمستوى مُرضٍ لاستمرارية فترة الإيجار ؛</div>
                        <div>(e) بها خزان وقود ممتلئ ؛</div>
                        <div>(f) نظيفة بشكل معقول</div>
                        <div>(h)لا تحتوي على أي من متعلقاتك الشخصية ؛</div>
                        <div>(i) يجب أن تكون متوافقة مع لوائح هيئة الطرق والمواصلات.</div>
                    </div>`,
                    `يجب عليك ، قبل تقديم السيارة المسجلة للضيف:
                    <div style="padding-top:8px; padding-left: 12px;">
                        <div>(a) تأكد من أن الضيف يقدم لك رخصة قيادة صالحة وسارية طوال فترة التأجير ومناسبة للسيارة المحجوزة. يرجى الاطلاع على قائمة الدول التي تم الاعتراف برخصة قيادتها <a href="https://www.rta.ae/wps/portal/rta/ae/home/rta-services/service-details?serviceId=3704306">Road and Transportation Authority</a>   في الإمارات العربية المتحدة. لا تعترف دولة الإمارات العربية المتحدة برخص القيادة من أي دولة ليست مدرجة في هذه القائمة. سيتم تحديث هذه القائمة بواسطة Urent من وقت لآخر ويجب عليك التحقق من هذه القائمة قبل أي حجز. يجب ألا تحتفظ برخصة قيادة الضيف أو جواز سفره أو أي وثائق أخرى خاصة بالضيف (بما في ذلك أي بطاقات ائتمان) في أي وقت خلال فترة الإيجار.</div>
                        <div>(b) تصوير المركبة المسجلة ، مع توثيق حالة السيارة بوضوح. تمنح بموجب هذا أيضًا الضيف الحق في تصوير السيارة المسجلة لغرض محدود وهو توثيق حالة السيارة المسجلة ، سواء عند الاستلام أو عند التسليم وفقًا للشروط.</div>
                    </div>`],
                extraText: ``
            }, {
                content: `تقع على عاتقك مسؤولية ضمان اتخاذ جميع الخطوات اللازمة لتسجيل دليل واضح وموثوق لإثبات حالة السيارة المسجلة في بداية فترة الإيجار المعمول بها.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `إجراءات إرجاع السيارة`,
            content: ``,
            list: [{
                content: `في نهاية كل فترة تأجير لمركبة مسجلة تستضيفها أنت:`,
                subcontent: [`يجب أن تكون متاحًا لاستلام سيارتك المسجلة في موقع التسليم في نهاية فترة الاستئجار ؛ يجب عليك تصوير السيارة المسجلة مع ملاحظة أي مناطق ضرر ، إن وجدت.`,`في حالة تعطل الخدمة أو وجود خلل في عملية الحجز للعميل لأي سبب من الأسباب، لن تكون شركة التأجير/مالك السيارة مسؤولاً عن المتعلقات الشخصية القيّمة والموجودة بالمركبة أثناء السحب القصري للمركبة.`],
                extraText: ``
            }]
        },
        {
            title: `الضرر`,
            content: ``,
            list: [{
                content: `بموجب الأحكام ، يوافق الضيف على الالتزام بجميع شروط بوليصة التأمين على السيارة المسجلة لدى المضيف ويكون مسؤولاً عن دفع القيمة الزائدة لتأمين السيارة على النحو المحدد في بوليصة تأمين السيارة للمضيف.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `مطالبات رسوم الانتهاك`,
            content: ``,
            list: [{
                content: `إذا تلقيت رسوم انتهاك:`,
                subcontent: [`للوقوف في أي جزء من الطريق بالمخالفة لقوانين المرور ؛ أو`,
                    `مخالفة تم الكشف عنها بواسطة معدات مراقبة المركبات المعتمدة أو الشرطة أو مسؤول إنفاذ حركة المرور وهو:
                <div style="padding-top:8px; padding-left: 12px;">
                    <div>(a) مخالفة سرعة</div>
                    <div>(b) مخالفة تتعلق بعدم الامتثال للتوجيهات الصادرة عن إشارات المرور   </div>
                    <div>(c) مخالفة حصيلة و</div>
                    <div>(d) مخالفة تتعلق برسوم الانتهاك خلال فترة الاستئجار ، وتكون رسوم الانتهاك هذه قابلة للتحويل منك إلى الضيف الذي استأجر السيارة ، أي أن رسوم الانتهاك ستنتقل من المضيف إلى الضيف الذي كان يشغل السيارة في وقت ارتكاب المخالفة أو خرق قانون المرور الإماراتي ، يسمح Urent بتسوية مثل هذه النزاعات خارج المنصة
                    </div>
                </div>`],
                extraText: ``
            }]
        },

    ],
    guestTerms_Terms: [
        {
            title: `التسجيل كضيف`,
            content: ``,
            list: [{
                content: `     إذا كنت ترغب في استخدام الخدمات لإجراء حجز لاستئجار سيارة مسجلة من أجلاستخدامك الخاص ، يجب أن تكون مستخدمًا ويجب ترقية ملفك الشخصي إلى ملف ضيف مؤكد. للترقية إلى ملف ضيف مؤكد ، يجب عليك تزويدنا بمعلومات حقيقية ودقيقة وكاملة وحديثة (بما في ذلك الاسم وتاريخ الميلاد وعنوان البريد الإلكتروني وتفاصيل بطاقة الائتمان وتفاصيل أخرى) ، بالإضافة إلى معلوماتك الوطنية الحالية والصالحة تمامًا نسخة من الهوية / جواز السفر ورخصة القيادة ، وتحميل كلا الوثيقتين إلى الخدمات. يجوز لنا ، وفقًا لتقديرنا ، أن نطلب منك معلومات / وثائق أخرى وتخضع ترقية ملفك الشخصي إلى "الضيف" لتزويدك بأي معلومات إضافية من هذا القبيل لنا.`,
                subcontent: [],
                extraText: ``
            }, {
                content: ` جى الاطلاع على قائمة الدول التي يتم التعرف على رخصة قيادتها داخل دولة الإمارات العربية المتحدة

                <a href="<a href="https://www.rta.ae/wps/portal/rta/ae/home/rta-services/service-details?serviceId=3704306">Road and Transportation Authority</a> ">Road and Transportation Authority</a>. لا تعترف دولة الإمارات العربية المتحدة برخص القيادة من أي دولة ليست مدرجة في هذه القائمة. لكي تكون ضيفًا ، قم بالحجز وقيادة سيارة مسجلة ، يجب أن تحمل رخصة قيادة من إحدى هذه البلدان. قد يتم تحديث هذه القائمة ، من وقت لآخر ، ويجب عليك التحقق من القائمة قبل إجراء أي حجز.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `  إذا ، في أي وقت بعد أن تصبح مستخدمًا ، تنتهي صلاحية رخصة القيادة الخاصة بك أو يتم

                تعليقها أو إيقافها، يجب عليك إخطارنا على الفور ، وإلغاء أي حجوزات حالية ، وعدم إجراء أي حجوزات أخرى حتى يحين الوقت الذي تحمل فيه رخصة قيادة سارية وصالحة.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `إذا ، في أي وقت بعد أن تصبح مستخدمًا ، تنتهي صلاحية رخصة القيادة الخاصة بك أو يتمتعليقها أو إيقافها، يجب عليك إخطارنا على الفور ، وإلغاء أي حجوزات حالية ، وعدم إجراء أي حجوزات أخرى حتى يحين الوقت الذي تحمل فيه رخصة قيادة سارية وصالحة.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `إجراءات الحجز للضيوف`,
            content: ``,
            list: [{
                content: ` سيتم تطبيق الإجراء التالي فيما يتعلق بإنشاء الحجز من قبل الضيف:`,
                subcontent: [`يمكنك تقديم طلب حجز عبر الخدمات التي تحدد السيارة المسجلة التي ترغب في استئجارها وفترة التأجير التي تطلب فيها السيارة المسجلة.`,
                    `يجوز للمضيف ، وفقًا لتقديره الخاص ، اختيار قبول أو رفض طلب الحجز. إذا وافق المضيف على طلب الحجز ، فإنك توافق على دفع سعر الإيجار لنا. إذا فشلت في دفع سعر الإيجار ، فلن تكون السيارة المسجلة متاحة بموجب طلب الحجز.`,
                    `أنت توافق على أنك ملزم بإكمال الحجز الناتج من طلب حجز مقبول ، شريطة أن:
                    <div style="padding-top:8px; padding-left: 12px;">
                        <div>(a) يمكنك سحب / إلغاء طلب الحجز في أي وقت قبل أن نتأكد من قبول طلب الحجز وفقًا للبند 2.2 أدناه ؛ و</div>
                        <div>(b) يمكنك إلغاء الحجز وفقًا للبند‎3.</div>
                    </div>`],
                extraText: ``
            }, {
                content: `سيصبح طلب الحجز حجزًا بمجرد تأكيده من جانبنا و تم دفع سعر الإيجار من جانبك.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `الغاء الحجز`,
            content: ``,
            list: [{
                content: ` دون تقييد الفقرة ‎3.4 أدناه ، وتخضع لـ Urent سياسة الإلغاء  يمكنك إلغاء الحجز في أي وقت قبل بدء فترة الإيجار ، وفي هذه الحالة سوف تتلقى استردادًا لسعر الإيجار ناقصًا رسوم الإلغاء المطبقة كما هو مفصل في سياسة الإلغاء.`,
                subcontent: [],
                extraText: ``
            }, {
                content: ` اذا:`,
                subcontent: [`لم تتسلم السيارة المسجلة التي حجزتها في موقع الاستلام في غضون 120 دقيقة بعد بدء فترة الإيجار ؛ أو`,
                    `قرر المضيف (بشكل معقول) أنك غير لائق للقيادة في بداية فترة الإيجار ، بما في ذلك بسبب الثمل ، سيتم اعتبارك “"ضيفًا لم يحضر” وسيتم تطبيق البند ‎3.3 أدناه.`],
                extraText: ``
            }, {
                content: `    وفقًا للبند 3.5 أدناه, ستخضع لرسوم "عدم حضور الضيف" المنصوص عليها في سياسة الإلغاء  وسيتعين عليك دفع الغرامات الواردة في جدول الرسوم والغرامات ;`,
                subcontent: [],
                extraText: ``
            }, {
                content: `يمكنك إلغاء الحجز دون الحاجة إلى دفع رسوم الإلغاء إذا التقيت بالمضيف في موقع الاستلام في بداية فترة الإيجار والمركبة المسجلة ، في رأيك المعقول ، تختلف جوهريًا عن وصف السيارة المسجلة في Urent.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `      إذا قمت بإلغاء الحجز وفقًا للبند 3.5 أعلاه ، فلن تحتاج لدفع رسوم الإلغاء وستحصل على استرداد لسعر الإيجار إذا:`,
                subcontent: [`تقوم بإخطارنا على الفور بالإلغاء وإبلاغنا بسبب إلغاء الحجز ؛ و`,
                    `بناءً على استفسار معقول ، نتحقق من أن سبب إلغاء الحجز كان معقولًا في ظل هذه الظروف. إذا ألغى المضيف حجزه معنا ، فسنرد لك سعر الإيجار. لا يحق لك تلقي أي جزء من أي رسوم إلغاء قد يتم تحصيلها من المضيف في مثل هذه الظروف. لن يتم استرداد الأموال إلا من خلال طريقة الدفع الأصلية.`],
                extraText: ``
            },{
                content: `Urent cannot be responsible for last-minute cancellations, while in the control of the customer or not. If the host is not willing to process the refund, Urent cannot initiate a refund for the same.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `التأجير`,
            content: ``,
            list: [{
                content: `   لكل حجز أنت فيه الضيف ، فإنك توافق على:`,
                subcontent: [`استئجار السيارة المسجلة من المضيف لفترة الإيجار ولسعر الإيجار كما هو محدد في الحجز الخاص بك ؛`,
                    `يسمح لك انت فقط بقيادة السيارة.`],
                extraText: ``
            },
            {
                content: `        يجوز للضيف أن يطلب من المضيف تمديد

                فترة الاستئجار الأولية لفترة ممتدة شريطة أن تكون السيارة المسجلة متاحة للإيجار خلال تلك المدة. لا يجوز أن تزيد فترة الإيجار الأولية أو أي فترة إيجار ممتدة ، سواء كانت فردية أو مجتمعة ، عن 90 يومًا.`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `      يجب على الضيف إبلاغ المضيف مسبقًا فيما يتعلق بتمديد فترة الإيجار

                ويجب الحصول على الموافقة المسبقة من المضيف. في أي حال ، يجب على الضيف إبلاغ Urent بفترة الإيجار الممتدة المتفق عليها مع المضيف قبل انتهاء فترة التأجير الأولية عن طريق تمديد الحجز من خلال منصة Urent.`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `     تخضع ل Urent لسياسة الإلغاء, إذا فشل الضيف في إعادة السيارة المسجلة

                للمضيف قبل نهاية فترة الاستئجار (والتي يمكن أن تشمل فترة تأجير ممتدة) وبعد فترة سماح ، دون تقييد أي حقوق أو تعويضات أخرى للمضيف أو لنا بموجب القانون ، يكون الضيف مسؤولاً عن رسوم إضافية ( “"الرسوم المتأخرة”) لفترة زمنية إضافية حتى يعيد الضيف السيارة المسجلة إلى المضيف( “فترة التأخير”). يتم احتساب الرسوم المتأخرة على أنها السعر اليومي المطبق على السيارة في وقت الحجز ، مقسم بالتناسب على طول فترة التأخير. قد يكون الضيف مسؤولاً أيضًا عن رسوم التأمين الإضافية فيما يتعلق بفترة التأخير وأي تكاليف معقولة يتكبدها المضيف أو الضيف اللاحق نتيجة لتأخر إرجاع السيارة المسجلة. سيظل الضيف مسؤولاً عن جميع التزامات الضيف طوال المدة الكاملة لأي فترة تأخير. `,
                subcontent: [],
                extraText: ``
            },]
        },
        {
            title: `التسعير والدفع`,
            content: ``,
            list: [{
                content: ` يجب عليك دفع سعر الإيجار عن طريق بطاقة الائتمان كجزء من عملية طلب

                الحجز. يشمل سعر الإيجار 5٪ ضريبة القيمة المضافة.`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `   أنت توافق على دفع أي رسوم إضافية مدرجة في جدول الرسوم والغرامات أو التكاليف الأخرى          المتكبدة فيما يتعلق بالحجز بما في ذلك على سبيل المثال لا الحصر سالك ورسوم وقوف          السيارات. قد يرسل لك المضيف فاتورة مباشرة بأي رسوم إضافية أو تكاليف أخرى وسيتم         م تسويتها عبر طريقة الدفع المسجلة الخاصة بك , وقد تحدث هذه التسوية خارج         التطبيق. ستكون الرسوم الإضافية شاملة 5٪ ضريبة القيمة المضافة.`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `     باستثناء أي بوالص تأمين قد توفرها شركة Urent ، يجب على الكيانات التجارية ان  

                يحصلوا “تأمين شامل” مرتبط بجميع مركباتهم قبل تحميلها على منصة Urent. يجب تضمين هذا التأمين مع سعر الإيجار المقدم من قبل
                
                            الكيانات التجارية. `,
                subcontent: [],
                extraText: ``
            },
            {
                content: `        جميع الرسوم والضرائب وتصاريح الطرق وتصاريح الدخول أو رسوم الطرق الجديدة التي تم إدخالها أو زيادتها

                في الرسوم والضرائب وتصاريح الطرق وتصاريح الدخول من قبل الحكومة أو أي سلطات مختصة بعد الحجز ، سيتم تحصيلها عندما تصبح مستحقة الدفع.`,
                subcontent: [],
                extraText: ``
            },]
        },
        {
            title: `إجراءات تسليم السيارة`,
            content: ``,
            list: [{
                content: `سيتم تطبيق الإجراء التالي فيما يتعلق بتسليم السيارة المحجوزة
                التي تستأجرها:`,
                subcontent: [`يجب أن تلتقي بالمضيف في موقع الاستلام في بداية فترة التأجير المعمول بها وأن تقدم رخصة القيادة الخاصة بك للمضيف للتحقق– والتي يجب أن تكون صالحة وسارية طوال فترة التأجير – وتأكيدًا على الحجز للمضيف. لا يجب عليك أبدًا تقديم رخصة القيادة أو جواز السفر أو بطاقة الائتمان الخاصة بك (أو أي نسخة من أي مما سبق) إلى المضيف ليحتفظ بها خلال فترة التأجير`,
                    `يجب عليك ، قبل قبول السيارة المحجوزة من المضيف ، تصوير السيارة المحجوزة مع ملاحظة أي مناطق بها تلف موجود مسبقًا. وفقًا للبند 6.1 (4) (2) من القسم أ (شروط المضيف) ، منحك المضيف إذنًا لتصوير السيارة المسجلة كما هو مطلوب لأغراض هذه الفقرة 6.1 (2) ؛ `,
                    `تقع على عاتقك مسؤولية اتخاذ الخطوات اللازمة لتسجيل دليل على الضرر الموجود مسبقًا للمركبة المسجلة لإثبات حالة السيارة المسجلة في بداية فترة الإيجار المعمول بها.`],
                extraText: ``
            }]
        },
        {
            title: `ارجاع السيارة`,
            content: ``,
            list: [{
                content: `  في نهاية كل فترة تأجير لسيارة مسجلة تستأجرها:`,
                subcontent: [`يجب عليك إعادة السيارة المسجلة إلى موقع التسليم المتفق عليه ؛`,
                    `سوف تتحمل رسومًا إضافية ، كما هو موضح في جدول الرسوم ، إذا تم إرجاع السيارة المسجلة في وقت متأخر. لا يوجد تخفيض في سعر الإيجار إذا تم إرجاع السيارة المحجوزة في وقت مبكر ؛`,
                    `إذا:
                    <div style="padding-top:8px; padding-left: 12px;">
                        <div>(a) م تعد السيارة المسجلة بخزان وقود ممتلئ ؛</div>
                        <div>(b) تكون المركبة المسجلة غير نظيفة ومرتبة. و / أو</div>
                        <div>(c) هناك دليل على أن السيارة المحجوزة قد تم التدخين داخلها خلال فترة الإيجار ، سيتم إرسال فاتورة إليك بالرسوم الإضافية المطبقة ، على النحو المنصوص عليه في قواعد المضيف.</div>
                    </div>`],
                extraText: ``
            }, {
                content: `    يجب عليك ، عند إعادة السيارة المسجلة إلى المضيف ، تصويرالمركبة

                لتوثق حالتها بشكل واضح.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `  تقع على عاتقك مسؤولية ضمان اتخاذ الخطوات اللازمة لتسجيل الأدلة

                لإثبات حالة السيارة المسجلة في ختام مدة
                
                الإيجار.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `التزاماتك`,
            content: ``,
            list: [{
                content: `      فيما يتعلق بالحجز ، يجب عليك:`,
                subcontent: [`التأكد من اتخاذ كل العناية المعقولة عند استخدام السيارة المسجلة ، بما في ذلك قفل السيارة المسجلة بأمان عندما لا تكون قيد الاستخدام ؛`,
                    `الحفاظ على المستويات الموصى بها من الماء أو سائل التبريد في الرادياتير والبطارية وضغط الإطارات للسيارة المسجلة ؛`,
                    `إذا تم تنشيط ضوء تحذير على السيارة المسجلة ، فتوقف عن قيادة السيارة المسجلة واتصل بالمضيف في أقرب وقت ممكن عمليًا ؛`,
                    `التأكد من امتثالك أنت وجميع الركاب لجميع القوانين المعمول بها ، بما في ذلك جميع القوانين المتعلقة بأدوات تقييد الأطفال ؛`,
                    `إخطار المضيف بأي ضرر يلحق بالمركبة المسجلة فور علمه بالضرر ؛`,
                    `في حالة سرقة السيارة المسجلة ، قم بإخطار المضيف والشرطة في أقرب وقت ممكن عمليًا بعد اكتشاف هذه السرقة ؛`,
                    `تحمل الغرامة أو المصاريف الأخرى المتكبدة من خلال المخالفات المرورية المرتكبة خلال فترة الإيجار ؛`,
                    `التأكد من عدم إجراء أي تعديلات على السيارة أو إزالة أي مكون ؛`,
                    `يتحمل مسؤولية التكاليف المتعلقة بالوقود وثقب الإطارات وكذلك مصاريف القطر (إن وجدت) ؛`,
                    `تأكد من الاحتفاظ بنسخة من هذه الاحكام والحجز في السيارة المسجلة طوال فترة الاستئجار ، ويجب عليك تقديم هذه الاحكام والحجز دون تأخير للتفتيش عند الطلب من قبل الشرطة أو مسؤول إنفاذ حركة المرور ؛ و`],
                extraText: ``
            }, {
                content: ` فيما يتعلق بالحجز ، من الممنوع:`,
                subcontent: [`التدخين أو السماح لأي شخص بالتدخين في السيارة المسجلة ؛`,
                    `حمل أو السماح بأي حيوانات في السيارة المسجلة ؛`,
                    `حمل أي مواد خطرة أو خطرة في السيارة المسجلة ؛`,
                    `إساءة استخدام السيارة المسجلة بأي شكل من الأشكال ؛`,
                    `استخدام السيارة المسجلة لأي غرض غير قانوني أو قيادة السيارة على الطرق الوعرة ، بما في ذلك على أي شاطئ ؛`,
                    `السماح لأي شخص غيرك بقيادة السيارة المسجلة ؛`,
                    `استخدام أو السماح باستخدام السيارة المسجلة لنقل الركاب للتأجير أاو بمقابل ، [بما في ذلك استخدام السيارة المسجلة لأي غرض تجاري ما لم يتم تأجير السيارة المسجلة لأغراض تجارية على وجه التحديد] ؛`,
                    `تأجير السيارة المسجلةلأي شخص آخر ؛`,
                    `السماح بتشغيل السيارة المسجلة خارج نطاق سلطتك أو سيطرتك ؛`,
                    `استعمال السيارة المسجلة أو السماح باستعمالها في سباق أو اختبار سرعة أو رالي أو مسابقة ؛`,
                    `استعمال السيارة المسجلة أو السماح باستعمالها بما يخالف قوانين المرور كما هو معمول به في كل إمارة من الإمارات العربية المتحدة ؛`,
                    `استعمال المركبة المسجلة أو السماح باستعمالها لنقل أكثر من عدد الركاب أو أكثر من الكتلة الإجمالية للمركبة المحددة في شهادة التحميل للمركبة المسجلة.`],
                extraText: ``
            }]
        },
        {
            title: `الحوادث والأضرار`,
            content: ``,
            list: [{
                content: `   في حالة تضرر السيارة المسجلة خلال فترة الإيجار ، يجب عليك الإبلاغ
                عن الضرر للمضيف و Urent على الفور.`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `  دون تقييد البند ‎9.1 ، إذا تعرضت السيارة المسجلة لحادث أثناء
                فترة الإيجار ، يجب عليك:`,
                subcontent: [
                ` تأمين المركبة المسجلة وإبلاغ الشرطة على الفور.`,
                    `تسجيل رقم رخصة السيارة لأي مركبات أخرى معنية واسم وعنوان أي سائق آخر معني ؛`,
                    `تسجيل اسم وعنوان أي شهود.`,
                    `عدم تقديم أي إقرار بالمسؤولية أو الموافقة على أي ترتيب تسوية (بما في ذلك دفع أي أموال) فيما يتعلق بالحادث و / أو الضرر.`],
                extraText: ``
            },
            {
                content: `    يجب ألا تقوم بترتيب أو تنفيذ أي أعمال إصلاح للسيارة المسجلة ؛ يجب عليك

                أن تقوم بالدخول في عملية التأمين اللازمة في حالة تعرض السيارة لأي ضرر أو عند اكتشاف وجود خلل في جزء منها.   في حالة قيامك بترتيب الإصلاح أو تنفيذه بنفسك ، فستكون مسؤولاً عن تعويض المضيفين وفقًا للمطالبات التي قدمها المضيفون.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `مسؤوليتك `,
            content: ``,
            list: [{
                content: `      فيما يتعلق بالحجز ، ستكون مسؤولاً عن:`,
                subcontent: [`أي خسارة أو ضرر للمركبة المسجلة ؛`,
                    `أي ضرر أو خسارة أو تكاليف لاحقة تكبدناها نحن أو المضيف ، بما في ذلك تكاليف الإنقاذ وأي أضرار أو تكاليف يجب أن ندفعها للمضيف و / أو ؛                    `,
                    `أي خسارة أو ضرر لممتلكات أي طرف ثالث.`],
                extraText: ``
            }]
        },
        {
            title: `مطالبات الضرر`,
            content: ``,
            list: [{
                content: `       يوافق الضيف على الالتزام بجميع شروط بوليصة التأمين على مركبة المضيف وهو كذلك

                مسؤول عن دفع أي قيمة زائدة لتأمين السيارة على النحو المحدد في بوليصة التأمين على مركبة المضيف في ظروف وجود ضرر للمركبة المسجلة يستلزم مطالبة بموجب بوليصة التأمين على مركبة المضيف.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `مطالبات رسوم الانتهاك`,
            content: ``,
            list: [{
                content: `      ستكون مسؤولاً عن جميع رسوم الانتهاك عن:`,
                subcontent: [`   ستكون مسؤولاً عن جميع رسوم الانتهاك عن:
                <div>
                    <div>الوقوف في أي جزء من الطريق بالمخالفة لقوانين المرور. أو</div>
                    <div>المخالفة التي تم الكشف عنها بواسطة معدات مراقبة المركبات المعتمدة ، مثل الشرطة أو مسئول إنفاذ حركة المرور مثل:
                        <ul>
                            <li>مخالفة السرعة.</li>
                            <li>مخالفة تتعلق بعدم الامتثال للتوجيهات الصادرة عن إشارة المرور ؛ أو</li>
                            <li>مخالفة حصيلة. و</li>
                            <li>ارتكاب مخالفة تتعلق برسوم المخالفة خلال فترة الإيجار.</li>
                        </ul>
                    </div>
                </div>`],
                extraText: ``
            }, {
                content: `    حيثما كان ذلك ممكنًا ، يقع على عاتق الضيف مسؤولية الدفع للسلطات

                المختصة مباشرة. يجب على الضيف تقديم تقرير مكتوب عن أي مخالفات ارتكبها الضيف أثناء الحجز إلى Urent والمضيف عند إعادة السيارة في نهاية فترة التأجير وتقديم إيصالات توضح أي مدفوعات للسلطات المختصة.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `       في حالة مخالفات السرعة (وحيثما يقتضي القانون خلاف ذلك)

                الضيف يقر ويوافق على أنه يجوز لـ Urent و / أو المضيف نقل تفاصيل الضيف إلى الشرطة أو السلطة ذات الصلة ، والتي قد تتصل بالضيف مباشرة بعد ذلك.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `   سيكون الضيف مسؤولاً عن أي رسوم انتظار يتم تكبدها عند نقطة الارجاع.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `الحيازة`,
            content: ``,
            list: [{
                content: `     يحق لنا إنهاء الحجز والاستحواذ الفوري

                علىالسيارة المسجلة دون سابق إنذار لك إذا انتهكت أي شرط من هذه الشروط.`,
                subcontent: [],
                extraText: ``
            }, {
                content: ` سوف تقوم بتعويضنا عن أي تكاليف يتم تكبدها فيما يتعلق بأي حيازة

                وستكون مسؤولاً عن أي رسوم إضافية مطبقة.`,
                subcontent: [],
                extraText: ``
            }]
        },
    ],
    guestFeesAndFines: [{
        description: `رسوم سالك`,
        charge: `5 دراهم لكل بوابة`,
        payment: ` تم جمعها من قبل المضيف التجاري مباشرة`,
        service: `غير متوفر`
    },
    {
        description: `أي رسوم المعرض`,
        charge: `معدل 3 أيام من تكلفة الرحلة أو 75٪ من يوم واحد من تكلفة الرحلة ، بناءً على طول الحجز. <br></br>الرجوع إلى سياسة عدم الحضور`,
        payment: `مؤهل للحصول على أرباح الرحلة مطروحًا منها سياسة رسوم المعالجة العاجلة`,
        service: `50٪ من أرباح الرحلة`
    },
    {
        description: `رسوم الإلغاء`,
        charge: `إذا تم إجراء حجز آخر في غضون 24 ساعة ، فلا توجد رسوم.<br/>24 ساعة أو أكثر قبل بدء الرحلة = 10٪ من إجمالي سعر الحجز<br/>أقل من 24 ساعة قبل بدء الرحلة = 20٪ من إجمالي سعر الحجز`,
        payment: `مؤهل للمبلغ المخصوم من الضيف مطروحًا منه رسوم الخدمة العاجلة`,
        service: `5٪ من المبلغ لأكثر من 24 ساعة<br></br>10٪ من المبلغ لمدة تقل عن 24 ساعة`
    },
    {
        description: `المخالفات المرورية والتذاكر`,
        charge: `100٪ من المبلغ الإجمالي + رسوم خدمة المضيف التجاري`,
        payment: ` تم جمعها من قبل المضيف التجاري مباشرة`,
        service: `غير متوفر`
    },
    {
        description: `تغيير الرحلات`,
        charge: `الفرق في الأسعار إن وجد بناءً على التعديلات`,
        payment: `الفرق في الأسعار إن وجد بناءً على التعديلات`,
        service: `50 درهم`
    },
    {
        description: `العودة المتأخرة`,
        charge: `بعد 120 دقيقة من فترة السماح ، يتم تطبيق السعر اليومي الكامل`,
        payment: `تم جمعها من قبل المضيف التجاري مباشرة`,
        service: `غير متوف`
    },
    {
        description: `الأميال الإضافية`,
        charge: `	تخضع لتقدير المضيف التجاري`,
        payment: `تخضع لتقدير المضيف التجاري`,
        service: `غير متوفر`
    },
    {
        description: `Fuel`,
        charge: `تخضع لتقدير المضيف التجاري`,
        payment: `تخضع لتقدير المضيف التجاري`,
        service: `غير متوفر`
    },
    {
        description: `تنظيف المركبات`,
        charge: `تخضع لتقدير المضيف التجاري`,
        payment: `تخضع لتقدير المضيف التجاري`,
        service: `غير متوفر`
    },
    {
        description: `مفتاح ضائع`,
        charge: `تخضع لتقدير المضيف التجاري`,
        payment: `تخضع لتقدير المضيف التجاري`,
        service: `غير متوفر`
    },
    {
        description: `التدخين داخل السيارة`,
        charge: `تخضع لتقدير المضيف التجاري`,
        payment: `تخضع لتقدير المضيف التجاري`,
        service: `غير متوفر`
    },
    ],
    hostFeesAndFines:[{
        violations:`عدم الإبلاغ عن عدم حضور الضيف`,
        charge:`إزالة أرباح الرحلة`,
        payment:`تخضع لسياسة عدم حضور الضيف`,
        fees:`غير متوفر`
    },
    {
        violations:`إلغاء المضيف (أكثر من 48 ساعة قبل بدء الرحلة)`,
        charge:`إزالة أرباح الرحلة`,
        payment:`في حالة عدم تمكن Urent من مساعدة الضيف في حجز سيارة جديدة ، يتم استرداد المبلغ بالكامل للضيف`,
        fees:`20٪ من أرباح الرحلة.
        غرامة إضافية قدرها 150 درهمًا في حالة تكرار الحوادث وتخضع لإزالة سوق Urent`
    },
    {
        violations:`استضافة الإلغاء المتأخر (أقل من 48 ساعة قبل بدء الرحلة)`,
        charge:`إزالة أرباح الرحلة`,
        payment:`في حالة عدم تمكن Urent من مساعدة الضيف في حجز سيارة جديدة ، يتم استرداد المبلغ بالكامل للضيف`,
        fees:`20٪ من أرباح الرحلة</br>250 درهماً في حالة تكرار الحوادث وتخضع لإزالة سوق Urent`
    },
    {
        violations:`عدم حضور المضيف (60 دقيقة تأخير من بداية الحجز و 180 دقيقة تأخير للحجوزات المؤكدة في نفس يوم الرحلة)`,
        charge:`500 درهم غرامة ومحو ربح الرحلة إذا ألغى المضيف`,
        payment:`في حالة عدم تمكننا من المساعدة في إنشاء حجز آخر ، استرداد كامل المبلغ إلى الضيف`,
        fees:`غرامة إضافية قدرها 150 درهمًا في حالة تكرار الحوادث وتخضع لإزالة سوق Urent`
    },
    {
        violations:`تحريف المركبة (سنة خاطئة ، لا تحتوي على ميزة / وظائف معلن عنها ، حزم مركبة غير صحيحة ، تسجيل منتهي الصلاحية أو غير صحيح أو معلومات لوحة الترخيص ، إلخ.)`,
        charge:`400 درهم لكل مخالفة مع مراعاة شطب أرباح الرحلة إذا ألغى المضيف`,
        payment:`غير متوفر`,
        fees:`غير متوفر`
    }
]
}

export default Terms