const PrivacyData = [
    {
        title: "Urent 收集的信息",
        body: "为了通过 Urent 处理您的请求,我们会收集您提供给我们的个人信息, 以及可通过第三方来源访问的个人信息以及通过使用服务自动收集的个 人信息。 Urent 不会将任何借记卡/信用卡详细信息传递给第三方。 Urent 采取适当措施,通过各种硬件和软件方法来确保数据隐私和安全。 但是,Urent 无法保证在线披露的任何信息的安全性"
    },
    {
        title: "您提供给我们的个人信息是什么?",
        body: "用户共享的帐户信息将保存在 Urent 数据库中(即电子邮件地址、密 码、电话号码)。要求用户在应用程序上上传他们的个人资料图片以进 一步验证他们的身份,该图片也保存在 Urent 数据库中。所有旅行信息 以及预订都被跟踪并保存在 Urent 数据库中。 Urent 从主机收集车辆详 细信息(即图片、车牌号、定价等),这些信息直接显示在移动应用程 序上,供租用者浏览。 Urent 存储所有这些数据以确保没有差异。所有 信用卡/借记卡都安全地存储在 Urent 的支付网关合作伙伴处,这确保为 所有拥有此类敏感信息的用户提供额外保护。"

    },
    {
        title: "在您使用应用程序时,我们会自动收集哪些信息?",
        body: "我们收集使用数据。我们会跟踪并收集有关您在我们平台上的行为的信 息,例如您查看过的内容、搜索过的内容、进行过的预订以及平台上的 所有其他活动。我们收集您的位置详细信息。可以从您的移动设备获取 您的精确位置详细信息,但您可以在任何给定时间通过设置禁用移动设 备提供位置服务。我们还从我们的平台收集 cookie、小数据文件。数据 文件可以是由您的浏览器或相关应用程序提供的透明 gif、cookie、像素 标签或/和存储设施的形式。"
    }, {
        title: "我们从第三方来源收到哪些个人信息?",
        body: `我们只接收第三方服务信息 如果用户选择通过第三方网站(即 Facebook、Twitter 或 Google)登录,该网站会重定向您的个人信息, 其中包括您的个人资料图片、姓名、地址和其他信息已经注册。发送给 我们的信息由第三方而非我们控制。

        通过将第三方管理的帐户与您的 Urent 帐户相关联并授权 Urent 访问此 信息,您同意 Urent 可以根据本隐私政策收集、存储和使用此信息。但 是,应该注意的是,我们绝不对这些第三方如何使用和共享您的信息负 责。请参阅这些第三方的隐私政策以了解他们如何使用和共享您的个人 数据。
        
        我们还希望通知您并获得适用法律的允许,我们可能会收到有关您的其 他信息,例如人口统计数据、欺诈检测信息或来自第三方服务提供商和/ 或合作伙伴的征信机构的数据。我们也可能会将我们从第三方来源收到 的有关您的信息与我们拥有的有关您的其他信息结合起来。`

    }, {
        title: `第三方来源可以从网站收集哪些个人信息?`,
        body: "您在本网站上看到的某些广告是由第三方选择和投放的,例如广告网 络、广告代理、广告商和细分受众群提供商。这些第三方可能会通过 cookie、网络信标和其他技术在本网站或其他网站上收集有关您和您的在 线活动的信息,以了解您的兴趣并向您发送适合您兴趣的广告。请记 住,我们无权访问或控制这些第三方可能收集的信息。本隐私政策不涵 盖这些第三方的信息做法"
    }
]
export default PrivacyData
