const Terms = {
    welcomeMessage: `<p>Urent由UTECH VEHICLES RENTAL by ELECTRONIC MEDIA & SMART APPS LLC (以下简 称“公司”、“我们”、“我们的”和“Urent”) 拥有和运营。</p>
    <p>Urent 提供了一个在线车辆共享平台,可将车主 (“房东”) 与阿拉伯联合酋长国 (UAE) 内想要租 车的人 (“客人”) 联系起来。车辆包括所有可以合法在公共道路上行驶的车辆,包括但不限于轿 车、面包车、公共汽车和摩托车,以下统称为“车辆”,各称为“车辆”。</p>
    <p>这些条款和条件 (“条款”) 规定了您 (作为“用户”、“您”、“您的”和“主持人”和/或“客人”,视情况而 定) 可以访问和使用的基础Urent 网站 (“网站”) 通过计算机系统(包括 Google/Facebook)、移 动设备或通过 Urent 提供的移动应用程序 (“服务”)</p>
    <p>Urent 房东条款规定了适用于在 Urent 上出租车辆的房东的条款和条件,并在条款 A 部分进行了 详细说明。</p>
    <p>Urent 客人条款规定了适用于在 Urent 上从房东处预订和租用车辆的客人的条款和条件,并在条 款 B 部分进行了详细说明。</p>
    <p>如果您对 Urent 有任何疑问,您可以在这些条款或网站的常见问题部分找到答案。如果您找不到 问题的答案,请随时通过下面“联系方式”部分中指定的电子邮件地址与我们联系。</p>`,
    generalTerms: [
        `<a href="#TERMS">条款</a>`,
        `<a href="#PRIVACY POLICY">隐私政策</a>`, `<a href="#MEMBERSHIP">会员资格</a>`, `<a href="#SBOOKING">预订s</a>`,
        `<a href="#FEES AND PAYMENT TERMS">费用和付款条款</a>`, `<a href="#RATINGS AND FEEDBACK">评分和反馈</a>`, `<a href="#YOUR USE OF THE SERVICES"> 您对服务的使用</a>`,
        `<a href="#LICENSE">许可证</a>`, `<a href="#URENT’S ROLE">URENT 的角色</a>`, `<a href="#URENT’S RESERVATION OF RIGHTS">URENT 的权利保留</a>`,
        `<a href="#INTELLECTUAL PROPERTY">知识产权</a>`, `<a href="#DISCLAIMER OF WARRANTY">免责声明</a>`, `<a href="#LIMITATION OF LIABILITY">责任限制</a>`,
        `<a href="#INDEMNITY"> 赔偿</a>`, `<a href="#RELATIONSHIP">关系</a>`, `<a href="#TERMINATION">终止</a>`, `<a href="#ELECTRONIC COMMUNICATIONS">电子通讯</a>`,
        `<a href="#GENERAL TERMS">一般条款</a>`, `<a href="#GOVERNING LAW AND JURISDICTION">适用法律和管辖权</a>`, `<a href="#CONTACT">联系方式</a>`
    ],
    hostTerms: [
        `<a href="">注册车辆</a>`, `<a href="">主持预订程序</a>`, `<a href="">取消预订</a>`,
        `<a href="">出租</a>`, `<a href="">定价和付款</a>`, `<a href="">车辆交接程序</a>`, `<a href="">还车程序</a>`,
        `<a href="">损害</a>`, `<a href="">侵权费用索赔</a>`
    ],
    guestTerms: [
        `<a href="">登记为客人</a>`, `<a href="">客人预订程序</a>`, `<a href="">取消预订</a>`,
        `<a href="">出租`, `<a href="">定价和付款</a>`, `<a href="">车辆交接程序</a>`, `<a href="">还车</a>`,
        `<a href="">您的义务</a>`, `<a href="">事故和损坏</a>`, `<a href="">您的责任</a>`, `<a href="">损害索赔</a>`,
        `<a href="">侵权费用索赔</a>`, `<a href="">收回</a>`
    ],
    generalTerms_Terms: [
        {
            title: `条款`,
            content: ``,
            list: [{
                content: `访问和使用服务,即表示您同意受这些条款, 隐私政策, 和 取消政策 条款的约束。如果您不同意任何条款, 则不得使用服务    `,
                subcontent: []
            },
            {
                content: `Urent 可以随时通过发布更新版本来修改这些条款。 Urent 鼓励您定期查看条款以了解对条款的任何修改。您继续使用 Urent 将构成您明确同意当时版本的条款。`,
                subcontent: []
            },
            {
                content: `这些条款中的任何内容都不会影响您作为服务消费者或其他方面的法定权利。`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `隐私政策`,
            content: ``,
            list: [
                {
                    content: `隐私政策的条款可在Urent 的隐私政策中找到.`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `会员资格  `,
            content: ``,
            list: [
                {
                    content: `您必须注册并获得用户身份验证才能访问和使用服务,无论您是房东还是来宾。在您注册为用户时,我们将根据您提交的信息为您创建个人资料。如果您链接您的 Facebook 帐户,您的 Facebook 信息将被使用。在申请注册为用户时:`,
                    subcontent: [`您必须至少年满 23 岁;`,
                        `您必须提供真实、准确、完整和最新的信息(包括但不限于您的姓名、出生日期、电子邮件地址、住宅/邮 政地址、信用卡详细信息和其他详细信息),以及您当前且完全有效的阿联酋身份证/护照复印件和驾驶执 照,根据Urent在网站上创建帐户期间的要求。 Urent 可能会要求您提供其他信息,以便将您注册为用户, 而您注册为用户时将需要向 Urent 提供任何此类额外信息。`],
                    extraText: ``
                },
                {
                    content: `通过在 Urent 上将自己注册为用户,您保证您提供给 Urent 的详细信息在任何时候都是正确和完整的,并且您同意您将立即通知 Urent 这些详细信息的任何更改(例如更改电子邮件地址)。如果您代表企业或任何法人团体注册为用户,即表示您确认您拥有适当的权力来约束您代表其注册的企业或法人团体。您可以使用网站的“我的帐户”区域访问和更新您的详细信息(不包括您的姓名和姓氏)。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `您授权我们使用在注册为用户时提供给我们的任何信息来验证您的信息(包括任何更新的信息), 在您注册时不时获取有关您的信用报告, 并从您那里获得初始信用授权注册时的信用卡发卡机构(如果需要). 您必须持有 Urent 接受的以您的名义发行的知名银行信用卡,并且您必须向我们注册该信用卡,否则Urent 必须自行决定是否接受您的注册申请。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `我们采取合理措施确保我们的服务安全,我们的支付网关供应商将是唯一有权收集和使用您的财务信息的实体。我们服务中的所有信用卡交易均使用授权提供商处理,其中包括万事达卡、维萨卡、美国运通卡以及在安全主机环境中加密您的卡详细信息的安全在线支付网关。支付网关提供商会将您的信用卡详细信息安全地存储在他们的系统中。这些详细信息将完全加密,仅用于处理您发起的卡交易。如果您的付款有任何问题,请通知我们,我们会将您与我们的支付网关供应商联系。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `T为帮助确保您的租赁体验安全、简单和可靠,我们使用安全套接字层 (SSL) 技术。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `您有责任维护您的用户名和密码的机密性,并防止未经授权访问您的个人资料。您同意对在您的帐户下发生的或与您的帐户有关的所有活动承担责任。请采取一切必要措施,确保用户名和密码始终保密和安全。如果您有任何理由相信您的用户名和/或密码已为其他人所知,或正在/正在或可能以未经授权的方式使用,请立即通知 Urent。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `即使用户是法人团体,每个用户也只能有一个帐户。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Urent 保留自行决定拒绝访问本网站、终止帐户、删除或编辑内容或取消订单的权利,且无需通知您。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `在清除所有未清余额后才能完成帐户删除,但是用户还是可以联系我们的支持部门以删除帐户.`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `预订`,
            content: ``,
            list: [
                {
                    content: `通过在 Urent 注册,客人可以使用各种各样的车辆,他们可以根据价格、型号、尺寸以及其他要求进行选择,并相应地与房东签订租赁协议,在条款(“预订”)。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `将有两类房东:称为“私人房东”的私人车主和称为商业房东的汽车租赁公司。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `将有两类客人:租赁车辆的阿联酋居民(“居民客人”)和租赁车辆的非阿联酋居民(“游客客人”)。居民客人将持有有效的阿联酋身份证和阿联酋驾驶执照。旅游客人将持有有效护照和国际驾驶执照。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `居民客人可以从私人和商业房东那里租用车辆,而旅游客人只能从商业房东那里租用车辆。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `如果客人希望租用某辆车,他/她可以通过同意条款进行预订。`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `费用和付款条件`,
            content: ``,
            list: [
                {
                    content: `与服务相关的价格(“费用”)将以阿联酋迪拉姆 (AED) 显示,费用适用 5% 的增值税,并列在费用表中。如果客人希望租用某辆车,他/她可以通过同意条款进行预订。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `当您进行预订时,Urent 会收集某些个人和交易信息(例如姓名、地址、电子邮件地址)。 Urent 对您信息的使用在这些条款中有详细说明。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `您可以通过网站上的安全在线订单表提供您的信用卡详细信息来支付预订费用。 Urent 不接受其服务的任何其他付款方式。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `当您进行预订时,Urent 的系统会自动要求您的发卡机构就交易金额进行授权。如果 Urent 获得有效授权,您的发卡机构将持有此值,等待 Urent 收取费用。收到您的信用卡详细信息和扣款并不构成 Urent 接受您的预订。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `预订将被接受,视供应情况而定,并得到房东的确认。我们可能在多种情况下不接受您的预订,包括:`,
                    subcontent: [`如果您的预订在网站上的愿望清单/购物篮中,但尚未付款;`,
                        `如果车辆不可用;`,
                        `如果付款未获授权;`,
                        `f出于任何其他原因(由我们自行决定)。`],
                    extraText: `我们不负责向您提供有关我们未接受您预订的原因的任何进一步信息。`
                },
                {
                    content: `在这些类型的情况下,我们将不会处理您的付款(或将停止处理您的预订),并且不会因我们决定拒绝处理或在处理结束后取消或暂停任何预订而对您或任何第三方负责开始了。我们保留自行决定拒绝服务、终止您的帐户或取消预订的权利。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `如果您使用服务进行预订,您同意按照预订请求流程中的指示支付此类预订的全部应付金额。如果您的信用卡发卡机构拒绝授权付款,我们将取消您的预订并联系您重新付款。如果这导致您的预订延迟,我们将不承担任何责任。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `完成预订并成功收到付款后,我们将向您发送一封电子邮件,确认预订并收到付款。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `请不要使用电子邮件、WhatsApp、短信、电话或任何其他社交媒体门户向 Urent 发送任何付款信息。Urent 无法保证通过任何这些渠道传达的任何支付信息的安全性,并且对因未经授权访问任何这些渠道而造成的任何损失不承担任何责任。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `所有费用将自动从您所注册的支付卡中扣除。您已同意无需获得您的批准来收取该费用。您有责任在该付款方式上保持足够的金额或信贷，以能够结清费用。Urent将不会负责任何信用卡所扣除后的超低限额或超越限额费用。我们只按照您所提供的支付网关经行任何退款事项。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `如果有任何未支付的罚款，Urent可以通过其支付网关使用预授权向承租人收取费用，以确保付款。如果有任何未付余额，Urent有权向第三方共享仅与收取罚款相关的信息，第三方将使用其自己的合法或其他方式收取款项。`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `评级和反馈`,
            content: ``,
            list: [
                {
                    content: `用户可以对他们对服务和其他用户的体验进行评分和反馈(“反馈”)。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `在发布此类反馈时,您保证:`,
                    subcontent: [`您已与用户互动;`,
                        `您发布的反馈中反映的事实陈述是真实的或与事实没有重大差异;`,
                        `您不会使用淫秽或攻击性语言或提交任何具有或可能具有诽谤性、辱骂性或仇恨性、侵犯任何人的隐私、损害其他用户或损害 Urent 商业利益的材料;和`,
                        `每个服务只允许一个反馈;`
                    ],
                    extraText: ``
                },
                {
                    content: `您承认并接受您的反馈将在 Urent 上公开查看。Urent 不负责检查或编辑反馈。您同意发布并授权 Urent发布反馈, 即使此类反馈可能对您具有批评性或诽谤性, 并且即使 Urent 可能知道或应该合理地知道此类反馈导致或促成了诽谤您的言论。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `您在此不可撤销地免除 Urent 并放弃对 Urent 的所有权利,这些责任涉及因您在此类反馈中发表的或关于您的任何诽谤性评论而引起的或与之相关的任何责任。您同意赔偿 Urent 及其关联公司(及其各自的员工、董事和代表)免受第三方提起的任何索赔或诉讼,这些索赔或诉讼由您留下的任何反馈引起或与之相关,如果您有任何索赔Urent 的任何其他用户。您必须直接与该用户解决此类争议。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `您同意不会就您发布的反馈或通过服务与您有关的反馈对 Urent 采取任何法律行动。`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `您对服务的使用`,
            content: ``,
            list: [
                {
                    content: `Urent 授予您有限的、非排他性的、不可转让的和可撤销的许可,以在您遵守这些条款的情况下将服务用 于其预期目的。您不得复制、修改、分发、出售或租赁服务的任何部分。除非法律禁止此类限制或您获得 我们的书面许可,否则您不得进行反向工程或尝试提取服务的源代码。您只能通过我们为此目的提供的界 面访问服务(例如,您可以通过网站访问服务;您不得通过自动化方式“抓取”服务或“构建”我们服务的任何 部分),您不得干扰或试图破坏我们的服务。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `我们服务的某些部分可能允许您上传或提交内容(例如文本、图像、视频、列表、链接和其他材料)。您 保留您上传或提交的任何内容的所有权利,并对该内容承担全部责任。您授予 Urent 非排他性、免版税、 全球性、可转让、可再许可的许可,以使用、存储、公开展示、公开表演、复制、修改、创建衍生作品和 分发任何此类内容,包括任何反馈、用于运营、提供和改进服务的目的。 Urent 可出于任何原因(包括违 反这些条款)自行决定删除或删除任何内容,包括您上传或提交给服务的任何反馈。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `您可以选择通过可下载的软件访问服务,并且该软件可能会在您的设备上自动更新。 [我们服务中的某些 软件或软件的一部分可能受开源许可的约束。在这种情况下,我们将向您提供此类许可,并且在此类许可 与这些条款之间存在冲突的情况下,开源许可将控制,但仅限于软件或软件的一部分,它适用]。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `如果您代表企业或其他实体使用 Urent,则您声明并保证您有必要的权限来约束该企业或实体遵守这些条 款,并且您代表该企业或实体同意这些条款。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `我们不断修改和改进我们的服务。我们可能会随时引入新功能、更改现有功能或从服务中删除功能,恕不 另行通知。如果您向我们提供有关服务的任何反馈或其他评论,则您授予 Urent 无限制、永久地将此类反 馈或其他评论用于任何目的的权利,而不受限制或向您付款。`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `执照`,
            content: ``,
            list: [
                {
                    content: `Urent 拥有道路运输管理局 (RTA) 颁发的必要许可证,可以提供服务。  `,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `URENT 的角色`,
            content: ``,
            list: [
                {
                    content: `Urent 既不是车辆的主人也不是车辆的客人。 Urent 只是在房东和房客之间提供沟通平台以根据这些条款 提供服务的服务商。有关车辆交付和取货的安排仅在主人和客人之间进行,Urent 不参与。因此,通过使 用服务完成预订而形成的租赁协议也仅限于房东和客人之间。使用服务进行预订时产生的任何合同义务的 执行是房东和客人作为该预订的唯一一方的责任。 Urent 不以任何方式对预订或房东与房客之间可能发生 的与此类预订有关的任何索赔或争议负责。此外,Urent 没有义务在主人和客人之间就他们使用服务进行 调解,这由他们自己承担风险。根据条款,主人和客人应直接相互解决任何后续争议。如果争议未得到解 决,房东或房客均可将此事提交给 Urent,Urent 可以向 Urent 提供足够的补充证据,这些证据以后可用于 迪拜法院的介入`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `您在此不可撤销地免除 Urent(以及我们的高级职员、董事、附属公司、员工和代理人)免于任何种类或 性质、怀疑和未怀疑、已知和未知以及已披露或未披露的任何损害或索赔(包括间接和附带损害)的责 任。出于或以任何方式与此类争议以及您作为主人和客人的交易有关。您应赔偿并保护 Urent 及其关联公 司(及其各自的员工、董事和代表)免受与此类争议和/或您作为主人或客人的交易有关的任何索赔或诉讼 或损害。`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `URENT 的权利保留`,
            content: ``,
            list: [
                {
                    content: `Urent 保留自行决定立即取消任何预订的权利;阻止或限制访问服务;或采取任何其他措施来限制访问或 可用性或删除任何令人反感的材料、反馈、评级、不准确的列表、分类不当的项目、非法项目或根据这些 条款禁止使用服务列出的项目。 Urent 保留删除、筛选或编辑任何违反这些规定或令人反感的内容(包括 反馈)的权利并拥有绝对酌情权,但没有义务。 Urent 保留拒绝任何车辆列表或立即删除任何列表的权 利,如果 Urent 反对您使用服务的方式(包括但不限于您的姓名、品牌或标记)和/或如果您以其他方式不 当使用您的域名。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Urent 保留对任何用户以欺诈方式使用服务以及违反这些条款的任何其他非法行为或疏忽行为提起法律诉讼的权利。.`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `知识产权`,
            content: ``,
            list: [
                {
                    content: `除非另有明确说明,服务的所有内容均为 Urent 或我们的关联公司之一或已向我们许可其材料的第三方拥 有、控制或许可的版权、商标、专利和/或其他知识产权,并受所有适用的法律。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `我们与我们的许可方一起,明确保留服务中出现的所有文本、程序、产品、流程、技术、内容和其他材料 的所有知识产权。访问服务不授予也不应被视为授予任何人根据我们或任何第三方的任何知识产权的任何 许可。未经我们许可,禁止对服务或其内容的任何使用,包括全部或部分复制或存储服务或其内容,除非 用于您个人的非商业用途。`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `免责声明`,
            content: ``,
            list: [
                {
                    content: `服务按“原样”和“可用”的基础提供。 Urent 及其附属公司、我们及其各自的供应商,以及我们及其任何高级 职员、董事、经理、成员、代理人和员工,明确否认(在适用法律允许的最大范围内)任何及所有明示、 暗示、和法定保证,包括但不限于对适销性、特定用途的适用性、无计算机病毒、所有权和不侵犯所有权 的任何保证。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `此外,Urent 对服务或预订的可靠性、及时性、质量、适用性或可用性不作任何陈述、保证或保证。您同 意,因您使用服务、任何预订或您要求或交付给您的任何其他服务而产生的全部风险由您独自承担。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `Urent 不保证服务: (a) 将满足您的要求或期望; (b) 将在不间断、及时、安全或无错误的基础上提供; (c) 将准确、可靠、没有病毒或其他有害代码、完整、合法或安全。服务可能会受到互联网和电子通信使用 中固有的限制、延迟和其他问题的影响。 Urent 对因此类问题导致的任何延迟、交付失败或其他损坏概不 负责。`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `责任限制`,
            content: ``,
            list: [
                {
                    content: `在适用法律允许的最大范围内,Urent 及其附属公司、我们及其各自的供应商,以及我们及其任何高级职员、董事、经理、成员、代理人和员工:`,
                    subcontent: [`对于由以下原因引起的任何直接、间接、惩罚性、附带、特殊或后果性损害或损失(包括但不限于附带和 后果性损害、利润损失或因数据丢失或业务中断而导致的损害),本公司不承担任何责任。与使用或无法 使用服务及其内容相关的方式,无论是基于保证、合同、侵权(包括疏忽)或任何其他法律理论,以及 Urent 是否被告知发生此类损害的可能性;和`,
                        `对于因任何电话网络或线路、计算机在线系统、服务器或提供商、计算机设备、软件、因技术问题或互联 网交通拥堵导致的任何通信故障或服务或其组合,包括与使用服务相关或因使用服务而对任何用户或任何 人的计算机造成的任何伤害或损害;`,
                        `就任何主人说,动物对车辆的任何损坏;`,
                        `对于任何客人,对于因房东出租的车辆的任何故障或缺陷而导致的任何财产损失或损坏,包括死亡在内的 所有损坏或伤害风险,概不负责。`
                    ],
                    extraText: ``
                },
                {
                    content: `如果根据适用法律无法免除责任,您同意 Urent 及其关联公司、我们及其各自的供应商以及我们及其任何 高级职员、董事、经理、成员、代理和员工的最大责任任何相应的索赔金额不得超过 100 迪拉姆。`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `赔款`,
            content: ``,
            list: [
                {
                    content: `您在此同意使 Urent 及其关联公司、我们及其各自的供应商,以及我们及其任何高级职员、董事、经理、 成员、代理人和员工免受任何索赔、责任、诉讼、判决的伤害和赔偿、诉讼费用、诉讼原因、要求、追 偿、损失、损害(实际和后果性)、罚款、处罚和律师费或因您使用服务,包括但不限于由您或代表您提 供的超出上述责任的服务,或由于您违反这些条款、您违反任何法律或第三方的权利而由第三方提供的服 务方,和/或您对网站和/或服务的使用。`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `关系`,
            content: ``,
            list: [
                {
                    content: `这些条款(由 Urent 根据其条款不时修订)规定了您与 Urent 之间关于服务使用的完整理解和协议。  `,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `终止`,
            content: ``,
            list: [
                {
                    content: `如果 Urent 认为您的行为违反或违反了现行条款或与 Urent 签订的任何合同、适用法律,则 Urent 可以暂 停或终止您对全部或部分服务的访问,而无需法院命令且无需事先通知,或以其他方式损害 Urent 或任何 第三方的利益。尽管有此类终止或暂停,您同意您将继续遵守就其性质而言在此类终止或暂停后仍然有效 的义务,包括与任何当前或即将进行的预订的任何未付款项、任何知识产权、和用户生成的内容`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `电子通讯`,
            content: ``,
            list: [
                {
                    content: `为履行我们根据这些条款对您承担的义务,我们可能希望通过电子邮件和/或通过我们的服务发布通知与您 联系。您同意以电子方式接收我们的通讯,这些电子通讯将满足任何需要以书面形式进行的通讯的法律要 求。`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `一般条款`,
            content: ``,
            list: [
                {
                    content: `关系: 这些条款的任何规定都不会被视为构成您与 Urent 之间的合作伙伴关系或代理,并且您无权以任何方式约束 Urent。`,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `可分割性: 如果这些条款的任何条款被有管辖权的法院认定为无效、非法或不可执行,并且可以在不改变 这些条款的本质的情况下删除,则无效、非法或不可执行的条款将被切断,其余条款将保留完全有效 `,
                    subcontent: [],
                    extraText: ``
                },
                {
                    content: `无豁免: Urent 未能与您一起执行这些条款或其他政策中规定的任何条款,并不表示公司放弃执行这些条款的权利。`,
                    subcontent: [],
                    extraText: ``
                }
            ]
        },
        {
            title: `治理法律和管辖区`,
            content: ``,
            list: [
                {
                    content: `本条款应受阿拉伯联合酋长国迪拜酋长国现行法律的管辖。有关这些条款的任何争议均应受迪拜法院的专 属管辖。如果本条款的任何部分被任何有管辖权的法院认定为不可执行、无效或非法,则本条款的其余部 分不受影响。阿拉伯联合酋长国是我们的居住国`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
        {
            title: `联系方式`,
            content: ``,
            list: [
                {
                    content: `UTECH 车辆租赁由 ELECTRONIC MEDIA & SMART APPS LLC,商业执照编号 878229,主要营业地点位于 Al Barsha Heights Tameem House Tower 27 楼. 您可以通过 support@urent.com 和电话号码 +971 4 5704555 就服务或这些条款与我们联系。`,
                    subcontent: [],
                    extraText: ``
                },
            ]
        },
    ],
    hostTerms_Terms: [
        {
            title: `注册车辆`,
            content: ``,
            list: [{
                content: `如果您希望使用服务作为房东出租您的车辆,您必须属于以下两类之一:个人(私人房东)或汽车租赁公 司(商业房东),您必须是注册用户,并且您必须通过提供以下信息来注册您的车辆(“注册车辆”):`,
                subcontent: [`对注册车辆的完整准确描述,没有误导性,此类描述包括车辆任何重大缺陷或缺陷的详细信息;`,
                    `指定从取车时间到还车时间(可能因预订而异)(“每个“租赁期”)`, `的车辆租赁期间的托管费,承认将为注册车辆显示的将是房东费用`, `加上 Urent 的佣金(“Urent 费用”)加上 5% 的增值税(一起称为“租赁价 格”);`],
                     extraText: ``
                },
            {
                content: `您不得将车辆注册为注册车辆,除非:`,
                subcontent: [`您不得将车辆注册为注册车辆,除非:`,
                    `您拥有当前、有效且现有的综合保险单,涵盖注册车辆并包括允许您根据条款将车辆作为注册车辆提供给 客人的条款;`,
                    `您拥有注册车辆或有权按照这些条款的规定注册注册车辆。`],
                    extraText: ``
            },
            {
                content: `如果在注册后的任何时间车辆不再满足上述要求,您必须从您的个人资料中删除该车辆并且不再接受该车 辆的任何预订请求。`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `您承认并同意:`,
                subcontent: [`您可以随时更新房东费用,但须经 Urent 批准,但您已接受的预订中包含在租金中的房东费用无法更改;`,
                    `您可以在预订前的任何时间更新建议的上车地点和建议的下车地点;`,
                    `预订确认后将无法进行进一步更改,如果出现您无法控制的情况,您应尽快与 Urent 联系;`,
                    `如果它们发生变化,您必须立即更新注册车辆的详细信息和描述。`],
                extraText: ``
            },
            {
                content: `您向我们保证,注册车辆匹配并将继续匹配您在服务上列出时以及在任何租赁期内提供的描述。`,
                subcontent: [],
                extraText: ``
            }
            ]
        },
        {
            title: `B主持预订程序`,
            content: ``,
            list: [{
                content: `以下程序将适用于主持接受预订:`,
                subcontent: [`主办方可以使用服务出租其注册车辆,并根据服务中规定的可用性程序指定可出租注册车辆的时间段;`,
                    `收到预订请求的详细信息后,您可以自行决定选择接受或拒绝将您的注册车辆出租给已提交预订请求的客 人。如果您接受预订请求,即表示您承认并同意这将根据条款 (c) 的规定,也可以启用即时预订,这意味 着客人将能够立即确认他/她的预订,而无需等待主机批准,但须遵守条款 (c)`,
                    `在立即或由您作为房东确认预订后,它对房东和房客都具有约束力,并受费用和罚款表中列出的取消费用 的约束;`,
                    `经房东确认或即时确认预订后,Urent 将向房东和房客发出预订确认书;`,
                    `房东,而不是 Urent,全权负责兑现任何已确认的预订并向客人提供注册车辆以满足预订。`],
                extraText: ``
            }]
        },
        {
            title: `取消预订`,
            content: ``,
            list: [{
                content: `根据 Urent 取消政策 和不限制条款 3.4,您可以通过服务取消预订:`,
                subcontent: [`须在租赁期开始前的任何时间自行支付适用的取消费用(如取消政策中规定的).`],
                extraText: ``
            }, {
                content: `作为预订的一部分,Urent 取消政策和第 3.4 条:`,
                subcontent: [`如果您未能在租赁期开始后 60 分钟内在上车地点提供注册车辆;或者`,
                    `如果客人确定(合理行事)注册车辆与服务中对注册车辆的描述存在重大差异,您将被视为未能完成预订 并被视为“房东未入住”,并且必须支付根据 Urent 费用和罚款表适用的费用。`],
                extraText: ``
            }, {
                content: `房东费用不包括任何增值税。如果您已注册增值税并且需要就您的注册车辆的租赁收取增值税,您必须通 过 support@urent.com 与我们联系.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `房东接受,Urent 有义务向房东支付房东费用以及我们在预订下应付的费用和罚款中列出的任何其他费 用,前提是成功收到客人与预订相关的相关付款。`,
                subcontent: [],
                extraText: ``
            }, {
                content: `根据上述第 5.3 条,我们将在相关租赁期结束月份的次月 10 日向您支付房东费用。`,
                subcontent: [],
                extraText: ``
            }, {
                content: `付款将直接存入您在注册为用户时向我们提供的详细信息的银行账户。保证金(如适用)仅由商业房东直 接收取`,
                subcontent: [],
                extraText: ``
              
            }]
        },
        {
            title: `出租`,
            content: ``,
            list: [{
                content: `对于您作为客人的每次预订,您同意:`,
                subcontent: [`在租赁期间和您的预订中指定的租赁价格从房东处租用注册车辆;`,
                    `只有您可以驾驶车辆.`],
                extraText: ``
            }, {
                content: `客人可以要求房东延长初始租赁期

                租赁期,前提是注册车辆在此期间可供租赁。初始租赁期或任何延长的租赁期,无论是单独的还是合并 的,都不得超过 90 天.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `客人必须提前通知房东延长租期

                并且必须事先获得主办方的同意。在任何情况下,客人都必须在初始租赁期到期之前通过 Urent 平台进行 预订延期,将与房东商定的延长租赁期通知 Urent.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `根据 Urent 取消政策,如果客人未能归还注册车辆

                在租期结束前(可能包括延长的租期)和宽限期后,在不限制房东或我们在法律上的任何其他权利或补救 措施的情况下,房客应承担额外费用( “逾期费”)的额外时间,直到客人将注册车辆归还给主人(“延迟 期”)。逾期费用应按预订时适用于车辆的每日费率计算,按延迟期的长度按比例计算。客人还可能需要承 担与延迟期相关的额外保险费用以及主人或后续客人因登记车辆延迟归还而产生的任何合理费用。在任何 延迟期的整个持续时间内,客人将继续对客人的所有义务负责.  
                
                `,
                subcontent: [],
                extraText: ``
            }, ]
        },
        {
            title: `定价和付款`,
            content: ``,
            list: [{
                content: `作为预订请求流程的一部分,您必须通过信用卡支付租金

                在预订之前。租金包含 5% 的增值税。`,
                subcontent: [],
                extraText: ``
            }, {
                content: `您同意支付费用和罚款表中列出的任何额外费用或与预订相关的其他费用,包括但不限于 Salik 和停车 费。房东可能会直接向您开具任何额外费用或其他费用的发票,他们将通过您注册的付款方式进行结算, 这种结算可能发生在应用程序之外。额外费用将包含 5% 的增值税。`,
                subcontent: [],
                extraText: ``
            }, {
                content: `不包括 Urent 可能提供的任何保险单,商业实体必须  

                在上传到 Urent 平台之前,他们所有的车辆都有“综合保险”。此保险必须包含在由以下机构提供的租金中
                
                            商业实体. `,
                subcontent: [],
                extraText: ``
            }, {
                content: `引入或增加的所有新征税、税收、道路许可、进入许可或道路通行费

                政府或任何主管当局在预订后的现有征税、税款、道路许可证、入境许可证中,将在支付时收取。`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `车辆交接程序`,
            content: ``,
            list: [{
                content: `  以下程序将适用于已预订车辆的移交

                你租的是:`,
                subcontent: [`您必须在适用的租赁期开始时在接送地点与房东会面并出示您的驾驶执照以供房东检查 - 必须在租赁期内有效且有效 - 以及预订确认给主持人。您不应将您的驾驶执照、护照或信用卡(或上述任何一项的任何副本)提供给“房东”以在租赁期内持有;`,
                    `在接受房东提供的预订车辆之前,您必须对预订的车辆进行拍照,并注明任何预先存在的损坏区域。根据第 A 部分(房东条款)的第 6.1(d)(ii) 条,房东已允许您按照第 6.1(b) 条的要求对注册车辆进行拍照;`,
                    `
                    您有责任采取必要措施记录注册车辆先前存在的损坏证据,以证明在适用租赁期开始时注册车辆的状况。`],
                extraText: ``
            }]
        },
        {
            title: `还车`,
            content: ` 在您租赁的注册车辆的每个租赁期结束时:`,
            list: [{
                content: `您必须将注册车辆归还至约定的还车地点;`,
                subcontent: [`您返回的注册车辆没有装满油箱;`,`任何导致为客户预订的服务中断，urent或车辆提供商/车主均不对贵重物品负责。`],
                extraText: ``
            }]
        },
        {
            title: `事故和损坏`,
            content: ``,
            list: [{
                content: `如果注册车辆在租赁期内损坏,您必须报告

                立即损坏主机和 Urent。`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `侵权费用索赔`,
            content: ``,
            list: [{
                content: `如果出现以下情况,您将承担所有侵权费用:`,
                subcontent: [`侵权费用产生:`,
                    `违反交通法规在道路的任何部分停车;或者
                <div style="padding-top:8px; padding-left: 12px;">
                    <div>(a)超速驾驶;</div>
                    <div>(b) 不遵守交通信号灯指示的罪行;</div>
                    <div>(c) 收费罪行;和</div>
                    <div>(d) 与侵权费用相关的罪行是在租赁期间实施的。</div>
                </div>`],
                extraText: ``
            }]
        },

    ],
    guestTerms_Terms: [
        {
            title: `登记为客人`,
            content: ``,
            list: [{
                content: ` 如果您希望使用服务预订注册车辆,

                您自己使用,您必须是用户,并且您必须将您的个人资料升级为访客验证状态。要升级到乘客验证身份, 您必须向我们提供真实、准确、完整和最新的信息(包括姓名、出生日期、电子邮件地址、信用卡详细信 息和其他详细信息),以及您当前和完全有效的阿联酋航空身份证/护照复印件和驾驶执照,并将这两个文 件上传到服务。我们可能会自行决定要求您提供其他信息/文件,而将您的个人资料升级为“客人”的前提是 您向我们提供任何此类附加信息。`,
                subcontent: [],
                extraText: ``
            }, {
                content: `  请参阅阿联酋认可驾驶执照的国家/地区列表

                <a href="https://www.rta.ae/wps/portal/rta/ae/home/rta-services/service-details?serviceId=3704306">Road and Transportation Authority</a> . 阿联酋不承 认不在此列表中的任何国家/地区的驾驶执照。要成为客人、进行预订并驾驶注册车辆,您必须持有这些国 家/地区之一的驾驶执照。此列表可能会不时更新,您应该在进行任何预订之前检查该列表.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `您只能租用打算由您驾驶的注册车辆

                租赁期,并且您根据您的驾驶执照获得驾驶执照。`,
                subcontent: [],
                extraText: ``
            }, {
                content: `如果在成为用户后的任何时间,您的驾驶执照过期、被暂停或被

                撤销,您必须立即通知我们,取消任何当前的预订,并且在您持有当前有效的驾驶执照之前不要进行任何 进一步的预订。`,
                subcontent: [],
                extraText: ``
            },
       ]
        },
        {
            title: `客人预订程序`,
            content: ``,
            list: [{
                content: ` 以下程序将适用于客人创建预订:`,
                subcontent: [`您可以通过服务提出预订请求,指定您希望租用的注册车辆以及您需要注册车辆的租赁期。`,
                    `房东可自行决定接受或拒绝预订请求。如果房东接受预订请求,您同意向我们支付租金。如果您未能支付 租金,则根据预订请求将不再提供注册车辆。`,
                    `您同意您必须完成已接受的预订请求所产生的预订,前提是:
                    <div style="padding-top:8px; padding-left: 12px;">
                        <div>(a) 在我们根据以下第 2.2 条确认已接受预订请求之前,您可以随时撤回/取消预订请求;和</div>
                        <div>(b) 您可以根据第 ‎3. 条取消预订。</div>
                    </div>`],
                extraText: ``
            }, {
                content: `一旦我们和您确认预订请求将成为预订

                已向我们支付了租金.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `取消预订`,
            content: ``,
            list: [{
                content: `在不限制下文第 3.4 条的情况下,并受 Urent 取消政策的约束,您可以

                在租赁期开始之前的任何时间取消预订,在这种情况下,您将收到租金退款减去取消政策中详述的适用取消费用.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `如果您:`,
                subcontent: [`未能在租赁期开始后 120 分钟内在取车地点取回您预订的注册车辆;或者`,
                    `房东确定(合理行事)您在租赁期开始时不适合开车,包括由于醉酒,您将被视为“未出现的客人”,下文第 3.3 条将适用。`],
                extraText: ``
            }, {
                content: `根据以下第 3.5 条,如果您取消预订,您将受到取消政策的约束,并且您必须支付费用和罚款表中列出的罚款;`,
                subcontent: [],
                extraText: ``
            }, {
                content: ` 如果您反复取消预订,我们可能会终止您的用户帐户.`,
                subcontent: [],
                extraText: ``
            }, {
                content: `  如果您满足以下条件,您可以取消预订而无需支付取消费用

                在租赁期开始时在上车地点托管,您合理认为注册车辆与 Urent 上注册车辆的描述存在重大差异.`,
                subcontent: [`如果您根据上述第 3.5 条取消预订,则无需

                支付取消费用,如果出现以下情况,您将收到租金退款:`,
                    `您立即通知我们取消预订并告知我们您取消预订的原因;和`],
                extraText: ``
            }, {
                content: `Urent cannot be responsible for last-minute cancellations, while in the control of the customer or not. If the host is not willing to process the refund, Urent cannot initiate a refund for the same.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `出租`,
            content: ``,
            list: [{
                content: ` 对于您作为客人的每次预订,您同意:`,
                subcontent: [`在租赁期间和您的预订中指定的租赁价格从房东处租用注册车辆;`,
                    `只有您可以驾驶车辆.`],
                extraText: ``
            },
            {
                content: ` 客人可以要求房东延长初始租赁期

                租赁期,前提是注册车辆在此期间可供租赁。初始租赁期或任何延长的租赁期,无论是单独的还是合并 的,都不得超过 90 天.`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `客人必须提前通知房东延长租期

                并且必须事先获得主办方的同意。在任何情况下,客人都必须在初始租赁期到期之前通过 Urent 平台进行 预订延期,将与房东商定的延长租赁期通知 Urent.`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `   根据 Urent 取消政策,如果客人未能归还注册车辆

                在租期结束前(可能包括延长的租期)和宽限期后,在不限制房东或我们在法律上的任何其他权利或补救 措施的情况下,房客应承担额外费用( “逾期费”)的额外时间,直到客人将注册车辆归还给主人(“延迟 期”)。逾期费用应按预订时适用于车辆的每日费率计算,按延迟期的长度按比例计算。客人还可能需要承 担与延迟期相关的额外保险费用以及主人或后续客人因登记车辆延迟归还而产生的任何合理费用。在任何 延迟期的整个持续时间内,客人将继续对客人的所有义务负责.   `,
                subcontent: [],
                extraText: ``
            },]
        },
        {
            title: `定价和付款`,
            content: ``,
            list: [{
                content: ` 作为预订请求流程的一部分,您必须通过信用卡支付租金

                在预订之前。租金包含 5% 的增值税。`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `您同意支付费用和罚款表中列出的任何额外费用或与预订相关的其他费用,包括但不限于 Salik 和停车 费。房东可能会直接向您开具任何额外费用或其他费用的发票,他们将通过您注册的付款方式进行结算, 这种结算可能发生在应用程序之外。额外费用将包含 5% 的增值税`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `不包括 Urent 可能提供的任何保险单,商业实体必须  

                在上传到 Urent 平台之前,他们所有的车辆都有“综合保险”。此保险必须包含在由以下机构提供的租金中
                
                            商业实体. `,
                subcontent: [],
                extraText: ``
            },
            {
                content: `引入或增加的所有新征税、税收、道路许可、进入许可或道路通行费

                政府或任何主管当局在预订后的现有征税、税款、道路许可证、入境许可证中,将在支付时收取。`,
                subcontent: [],
                extraText: ``
            },]
        },
        {
            title: `车辆交接程序`,
            content: ``,
            list: [{
                content: `以下程序将适用于已预订车辆的移交

                你租的是:`,
                subcontent: [`您必须在适用的租赁期开始时在接送地点与房东会面并出示您的驾驶执照以供房东检查 - 必须在租赁期内有效且有效 - 以及预订确认给主持人。您不应将您的驾驶执照、护照或信用卡(或上述任何一项的任何副本)提供给“房东”以在租赁期内持有;`,
                    `在接受房东提供的预订车辆之前,您必须对预订的车辆进行拍照,并注明任何预先存在的损坏区域。根据第 A 部分(房东条款)的第 6.1(d)(ii) 条,房东已允许您按照第 6.1(b) 条的要求对注册车辆进行拍照;`,
                    `您有责任采取必要措施记录注册车辆先前存在的损坏证据,以证明在适用租赁期开始时注册车辆的状况。`],
                extraText: ``
            }]
        },
        {
            title: `还车`,
            content: ``,
            list: [{
                content: `在您租赁的注册车辆的每个租赁期结束时:`,
                subcontent: [`您必须将注册车辆归还至约定的还车地点;`,
                    `如果注册车辆延迟归还,您将需要支付费用表中规定的额外费用。如果提前归还预订的车辆,则不会降低租赁价格;`,
                    `如果:
                    <div style="padding-top:8px; padding-left: 12px;">
                        <div>(a) 您返回的注册车辆没有装满油箱;</div>
                        <div>(b) 注册车辆未处于干净整洁的状态;和/或</div>
                        <div>(c) 有证据表明预订的车辆在租赁期间被吸过,您将收到适用的额外费用的发票,如主机规则中规定的。如主机规则中所述。</div>
                    </div>`],
                extraText: ``
            }, {
                content: ` 您必须在将注册车辆归还给房东时,为已注册车辆拍照

                车辆清楚地记录注册车辆的状况。
                
                `,
                subcontent: [],
                extraText: ``
            }, {
                content: `您有责任确保采取必要措施记录证据

                在适用的结束时证明注册车辆的状况
                
                租期.`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `您的义务`,
            content: ``,
            list: [{
                content: `对于预订,您必须:`,
                subcontent: [`确保在使用注册车辆时采取一切合理的谨慎措施,包括在不使用时安全锁定注册车辆;, 将注册车辆的散热器、电池和轮胎压力保持在建议的水或冷却液水平;`,
                    `如果注册车辆上的警告灯被激活,请停止驾驶注册车辆并在合理可行的情况下尽快联系房东;`,
                    `确保您和所有乘客遵守所有适用法律,包括与儿童约束装置相关的所有法律;`,
                    `一旦发现损坏,立即通知主机注册车辆的任何损坏;`,
                    `如果注册车辆被盗,在发现盗窃后尽快通知房东和警方;`,
                    `承担因租赁期内交通违法行为产生的罚款或其他费用;`,
                    `确保没有对车辆或任何部件进行改动;`,
                    `负责与燃料、轮胎刺破以及拖车费用(如有)相关的费用;`,
                    `确保在整个租赁期内将这些条款和预订的副本保存在注册车辆中,并且您必须立即出示这些条款和预订, 以备警察或交通执法官员的要求进行检查;和`],
                extraText: ``
            }, {
                content: ` 对于预订,您不得:`,
                subcontent: [`在注册车辆内吸烟或允许任何人吸烟;`,
                    `在注册车辆上携带或允许任何动物;`,
                    `在注册车辆中携带任何危险或有害物质;`,
                    `以任何方式滥用注册车辆;`,
                    `将注册车辆用于任何非法目的或在越野驾驶车辆,包括在任何海滩上;`,
                    `允许除您以外的任何人驾驶注册车辆;`,
                    `使用或允许将注册车辆用于运输乘客以获取租金或报酬,[包括将注册车辆用于任何商业或商业目的,除非注册车辆专门用于商业目的出租];`,
                    `将注册车辆转租或出租给任何其他人;`,
                    `允许注册车辆在您的权限或控制之外操作;`,
                    `操作注册车辆或允许其在比赛、速度测试、拉力赛或比赛中操作;`,
                    `操作注册车辆或允许其在违反阿联酋每个酋长国适用的交通法的情况下操作;`,
                    `营运注册车辆或允许其营运超过载客量或超过注册车辆装载证明书指明的车辆总质量。`],
                extraText: ``
            }]
        },
        {
            title: `事故和损坏`,
            content: ``,
            list: [{
                content: ` 如果注册车辆在租赁期内损坏,您必须报告

                立即损坏主机和 Urent。`,
                subcontent: [],
                extraText: ``
            },
            {
                content: `不限制条款 9.1,如果注册车辆在此期间发生事故

                在租赁期,您必须:`,
                subcontent: [`确保注册车辆安全并立即通知警方;`,
                    `记录所涉及的任何其他车辆的汽车牌照号码以及所涉及的任何其他司机的姓名和地址;`,
                    `r记录任何证人的姓名和地址;`,
                    `不承认与事故和/或损害有关的任何责任或同意任何和解安排(包括支付任何款项)。`,
                    ],
                extraText: ``
            },
            {
                content: `  您不得安排或对注册车辆进行任何维修工作;你必须

                如果车辆遭受任何损坏,或发现该部分有故障,请通过必要的保险程序。如果您自行安排或进行维修,则 您应根据房东提出的索赔对房东进行赔偿`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `您的责任`,
            content: ``,
            list: [{
                content: ` 对于预订,您将负责:`,
                subcontent: [`注册车辆的任何损失或损坏;`,
                    `我们或房东产生的任何间接损害、损失或费用,包括救助费用以及我们必须支付给房东和/或的任何损害或 费用;`,
                    `任何第三方财产的任何损失或损坏。`],
                extraText: ``
            }]
        },
        {
            title: `损害索赔`,
            content: ``,
            list: [{
                content: ` 客人同意遵守主人车辆保险单的所有条款,并且

                在注册车辆损坏需要根据主办方车辆保险单提出索赔的情况下,负责支付主办方车辆保险单中定义的任何 汽车保险超额价值。`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `侵权费用索赔`,
            content: ``,
            list: [{
                content: `如果出现以下情况,您将承担所有侵权费用:`,
                subcontent: [`侵权费用产生::
                <div>
                    <div>违反交通法规在道路的任何部分停车;或者</div>
                    <div>对于经批准的车辆监控设备、警方或交通执法人员发现的犯罪行为,该行为是:
                        <ul>
                            <li>超速驾驶;</li>
                            <li>不遵守交通信号灯指示的罪行;</li>
                            <li>收费罪行;和</li>
                            <li>与侵权费用相关的罪行是在租赁期间实施的。</li>
                        </ul>
                    </div>
                </div>`],
                extraText: ``
            }, {
                content: `在可能的情况下,客人有责任向相关当局付款

                直接地。客人必须在预订期间向 Urent 和房东提供一份关于客人在预订期间犯下的任何违法行为的书面报 告,并在租赁期结束时归还车辆,并向相关当局提供任何付款收据。`,
                subcontent: [],
                extraText: ``
            }, {
                content: `  如果发生超速驾驶(以及法律另有规定),客人

                承认并同意,Urent 和/或房东可以将客人的详细信息传递给警方或相关当局,警方或相关当局随后可以直 接与客人联系。`,
                subcontent: [],
                extraText: ``
            }, {
                content: ` 客人将负责支付返回时产生的任何停车费。`,
                subcontent: [],
                extraText: ``
            }]
        },
        {
            title: `收回`,
            content: ``,
            list: [{
                content: `我们有权终止预订并立即拥有

                如果您违反这些条款的任何规定,则无需通知您的注册车辆.`,
                subcontent: [],
                extraText: ``
            }, {
                content: ` 您将赔偿我们因任何此类收回而产生的任何费用

                并将承担任何适用的额外费用。`,
                subcontent: [],
                extraText: ``
            }]
        },
    ],
    guestFeesAndFines: [{
        description: `萨利克费`,
        charge: `每门 5 迪拉姆`,
        payment: ` 由商业主机直接收集`,
        service: `不适用`
    },
    {
        description: `不显示费用`,
        charge: `3 天行程费用或 1 天行程费用的 75%,基于预订长度.

        参考不显示政策`,
        payment: `
        参考不显示政策
        
        有资格获得旅行收入减去 Urent 处理费`,
        service: `旅 行 收 入 的 50%`
    },
    {
        description: `取消费用`,
        charge: `如果在 24 小时内再次预订,则不收取任何费用。

        行程开始前 24 小时或更长时间 = 总预订价格的 10%
        
        间 = 总预订价格的 10%行程开始前不到 24 小时 = 总预订价格的 20%`,
        payment: `符合向客人收取的金额减去 Urent 服务费`,
        service: `超 过 24 小 时 的金额的5%


        24 小 时 以 内 的金额的10%`
    },
    {
        description: `交通罚款和罚单`,
        charge: `总金额的100%+商业主机服务费`,
        payment: ` 由商业主机直接收集`,
        service: `不适用`
    },
    {
        description: `迟到`,
        charge: `宽限期 120 分钟后,适用全日费率`,
        payment: `由商业主机直接收集`,
        service: `50 迪拉姆`
    },
    {
        description: `额外里程`,
        charge: `取决于商业主机的判断`,
        payment: `取决于商业主机的判断`,
        service: `不适用`
    },
    {
        description: `燃料`,
        charge: `取决于商业主机的判断`,
        payment: `取决于商业主机的判断`,
        service: `不适用`,
        
    },
    {
        description: `车辆清洁`,
        charge: `取决于商业主机的判断`,
        payment: `取决于商业主机的判断`,
        service: `不适用`,
    },
    {
        description: `丢失钥匙`,
        charge: `取决于商业主机的判断`,
        payment: `取决于商业主机的判断`,
        service: `不适用`
    },
    {
        description: `车内吸烟`,
        charge: `取决于商业主机的判断`,
        payment: `取决于商业主机的判断`,
        service: `不适用`,
    }],
    hostFeesAndFines:[{
        violations:`未能报告客人未出现`,
        charge:`去除旅行收入`,
        payment:`受客人未入住政策的约束`,
        fees:`不适用`,
    },
    {
        violations:`房东取消(旅行开始前 48 小时以上)`,
        charge:`去除旅行收入`,
        payment:`如果Urent无法帮助客人预订新车,全额退款给客人`,
        fees:`行程收入的20%.

        在重复事件的情况下,额外罚款 150Dhs,并可能被移除Urent 市场`
    },
    {
        violations:`房东延迟取消(旅行开始前不到 48 小时)`,
        charge:`去除旅行收入 `,
        payment:`如果Urent无法帮助客人预订新车, 全额退款给客人`,
        fees:`行程收入的20%.

 

        250 Dhs,如果重复发生, 并可能会被移除 Urent 市场`
    },
    {
        violations:`主持人未出现(预订开始后延 迟 60 分钟,旅行当天确认的预 订延迟 180 分钟)`,
        charge:`如果房东取消,则罚 款 500 Dhs 并完全清 除旅行收入

        `,
        payment:` 500 Dhs 并完全清 除旅行收入


        如果我们无法帮助创建另一个预订,全额退款给客人`,
        fees:`如果重复发生,将被处以 150 Dhs 的额外罚款,并会被移除 Urent 市场`
    },
    {
        violations:`车辆虚假陈述(错误的年份、没有宣传的特性/功能、不正确的车辆包装、过期或不正确的注册或车牌信息等)`,
        charge:`每次违规收取 400 迪拉 姆, 如 果 房 东 取消, 则旅行收入将被取消`,
        payment:`不适用`,
        fees:`不适用`
    }
]
}

export default Terms